{
  "RootLayout": {
    "keywords": [
      "pordevans"
  ]
  },
  "NavigationPage": {
    "home": "Home",
    "services": "Services",
    "products": "Products",
    "partners": "Partners",
    "contact": "Contact",
    "close": "Close",
    "prodevans": "Prodevans",
    "submit": "Submit"
  },
  "HomePage": {
    "title": "Prodevans - Tech Like Never Before",
    "description": "Prodevans is a leading technology solution provider specialising in end to end DevOps offerings that streamline and automate IT delivery.",
    "header": {
      "bannerAltText": "بانر",
      "title": "مستقبل التطور الدائم هنا",
      "subTitle": "تكنولوجيا كما لم تراها من قبل",
      "description": "شريك يجعل تطبيقك يعمل بشكل جيد، بغض النظر عن البنية التحتية ومع البنية التحتية الخاصة بك. نحن نطور وندير ونأتي بأتمتة",
      "cloud": "السحابة",
      "devops": "DevOps",
      "monitoring": "المراقبة",
      "management": "إدارة",
      "automation": "أتمتة",
      "knowMore": "اعرف المزيد",
      "support": "الدعم",
      "calendar": "التقويم",
      "like": "أعجبني"
    },
    "quickHelp": {
      "registration": {
        "title": "سجّل اليوم",
        "description": "لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبايسينغ إليت.",
        "name": "الاسم",
        "email": "أدخل بريدك الإلكتروني",
        "profession": "أدخل مهنتك",
        "submit": "إرسال"
      }
    },
    "footer": {
      "registration": {
        "title": "سجّل اليوم",
        "description": "لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبايسينغ إليت.",
        "name": "الاسم",
        "email": "أدخل بريدك الإلكتروني",
        "profession": "اختر مهنتك",
        "submit": "إرسال"
      }
    },
    "digitalJourney": {
      "header": {
        "we": "نحن",
        "expedite": "سارع برحلتك",
        "journey": "رحلتك في التحول الرقمي"
      },
      "subHeader": "بروديفانز هي شركة معتمدة بموجب معايير ISO 9001 | 27001 | 20000، وهي شركة رائدة في تقديم حلول التكنولوجيا متخصصة في تقديم خدمات DevOps من البداية إلى النهاية التي تسهل وتأتي بأتمتة تسليم تقنية المعلومات. نحن متخصصون في الطيف الكامل لحلول السحابة من IaaS و PaaS إلى SaaS. نحن نسعى جاهدين لتقديم حلول تعتمد على الزمن وفعالة مع التركيز الشديد على عائد الاستثمار ROI. بروديفانز تساعدك في تقديم تجربة عملاء رائعة من خلال نشر أدوات وموارد مبنية على السحابة المناسبة.",
      "monolithic": "بنية تحتية تقليدية",
      "legacyApp": "تطبيقات تراثية",
      "logoAltText": "شعار بروديفانز الأزرق",
      "automation": "أتمتة",
      "devOps": "DevSecOps",
      "applicationTransformation": "تحويل التطبيقات",
      "monitoring": "مراقبة 360 درجة",
      "training": "تدريب",
      "publicCloud": "سحابة عامة وخاصة",
      "cloudNative": "تطبيقات سحابية أصلية",
      "microService": "تطبيقات ميكروسيرفس",
      "automatedMonitoring": "مراقبة وإشعار آليين",
      "solution": "حلولنا",
      "geolocation": "معتمدة على الموقع",
      "cloudStrategy": "استراتيجية تحسين السحابة",
      "fasterDeployment": "بناء ونشر التطبيقات بشكل أسرع",
      "orgPolicies": "متوافقة مع سياسات المؤسسة",
      "cache": "التخزين المؤقت",
      "authentication": "المصادقة الفردية الموحدة SSO",
      "channel": "قناة متعددة الاتجاهات",
      "engine": "محرك القواعد"
    },
    "chooseProdevans": {
      "header": {
        "shouldChoose": "لماذا يجب أن تختار",
        "us": "نحن؟"
      },
      "experiencewithRedHat": {
        "header": "خبرة أكثر من 20 عامًا في تدريب تقنيات Red Hat",
        "content": "الشريك رقم 1 في التدريب في البلاد بخبرة مثبتة في مجموعة منتجات Red Hat الكاملة"
      },
      "bespokeSolution": {
        "header": "حلا مخصصًا",
        "content": "حلول مخصصة تم بناؤها على أعلى منصات مفتوحة المصدر ومدعمة وفقًا لاتفاق الخدمة. يتم معالجة حالات الاستخدام المحددة والمبتكرة والفريدة والجديدة لعملاء F500."
      },
      "fieldExperience": {
        "header": "تجربة عملية في الميدان",
        "content": "مرجعية تنفيذ OpenShift الإصدار 3.0 حتى التنفيذ الحالي لتنفيذ OpenStack منذ الإصدار Queens حتى الحالي"
      },
      "transformationSpecialists": {
        "header": "متخصصون في تحويل التقنية الرقمية",
        "content": "سجل رائع في مجال التحول الرقمي مع تنفيذات ناجحة في Citibank، سنغافورة، ANZ وExide Life"
      }
    },
    "mission": {
      "header": "تقديم حلا تقنيًا حديثًا لفريقك",
      "circle": "دائرة",
      "altName": "الخط المنقط",
      "mission": {
        "title": "الرسالة",
        "description": "اقتراح لجعل تطبيقاتك تعمل بكفاءة قصوى بغض النظر عن منصة النشر المستهدفة."
      },
      "vision": {
        "title": "الرؤية",
        "description": "بروديفانز ستسعى باستمرار لتكون في طليعة المشهد التكنولوجي وتسعد."
      },
      "values": {
        "title": "القيم",
        "description": "نحن نؤمن بأن الموظفين السعداء يعنون عملاء سعداء. نحن نضمن أن موظفي بروديفانز يحصلون على عمل مثير ومحاكاة."
      }
    },
    "expertise": {
      "header": {
        "title": "خبرتنا",
        "expertise": "الخبرة"
      },
      "subHeader": "نركز على تطوير تطبيقات السحابة الأصلية، والبنية التحتية ككود، وDevSecOps، والحاويات وتنظيم الحاويات، والتجاوز الظاهري وتقنيات السحابة، وأتمتة البنية التحتية",
      "cloudService": {
        "number": "1.",
        "header": "خدمات السحابة",
        "content": "بروديفانز متخصصون في تقديم خدمات السحابة الشاملة على السحب العامة والخاصة عبر عمليات D0، D1. D2. نحن شركاء لعدة شركات تصنيع المعدات الأصلية. بفضل خبرتنا الواسعة في VMware و OpenStack و Nutanix، يمكننا مساعدتك بغض النظر عن خيارات التكنولوجيا. لقد قدمنا حلاً استنادًا إلى خطط التنظيم/الإدارة المتعددة حول تكنولوجيات الحوسبة والتخزين والشبكة المتعددة"
      },
      "applicationModeration": {
        "number": "2.",
        "header": "تحديث التطبيقات",
        "content": "تعتمد المؤسسات على تقنيات السحابة لزيادة الكفاءة التكلفة وزيادة عوائد الاستثمار. كجزء من هذه العملية، يتم اعتماد تقنية الحاويات (containerisation) وترحيل التطبيقات القديمة. ومع ذلك، تواجه العديد من الشركات تحديات بسبب نقص المهارات والطابع التطوري لتقنيات Kubernetes وDocker. تقدم بروديفانز خبرتها وتجربتها في تقنيات مصدر مفتوح لمساعدة المؤسسات في تجاوز هذه الرحلة بنجاح وأن تصبح قادرة على تبني التقنية بشكل مستقل في مجال الحاويات."
      },
      "monitoring": {
        "number": "3.",
        "header": "مراقبة 360 درجة",
        "content": "تقدم Prodevans حلاً شاملاً لمراقبة 360 درجة لتطبيقات وبنية البنية التحتية، مضمونة الأداء الأمثل والموثوقية. كشركاء مع ELK (Elasticsearch وLogstash وKibana)، نقدم إمكانيات قوية لإدارة السجلات وتحليلات السجلات للحصول على رؤى قيمة حول سلوك النظام. كما نتقن أيضًا تراكمات المراقبة الأصلية لمزودي الخدمة السحابية العامين الرائدين، مثل AWS CloudWatch وAzure Monitor وSentinel، وأدوات OEM الأخرى مثل MicroFocus SIEM وManageEngine وDynatrace وSplunk وDataDog."
      },
      "accessManagement": {
        "number": "4.",
        "header": "إدارة الهوية والوصول",
        "content": "حلاً لإدارة الهوية والوصول تم تطويره داخليًا من قبل Prodevans، حيث يقدم الحلاقة والأمان والموثوقية لتقديم تجربة تسجيل دخول واحدة لعملائك، بالإضافة إلى توفير الاطمئنان لفريق العمل في تقنية المعلومات. يمكن للعملاء التنقل بسلاسة خلال المعاملات مع منظمتك، دون الحاجة لتسجيل الدخول إلى تطبيقات أخرى."
      }
    },
    "system": {
      "title": "هكذا نعمل نحن",
      "system": "النظام",
      "knowMore": "اعرف المزيد",
      "like": "أعجبني",
      "support": "الدعم",
      "calendar": "التقويم",
      "dataCenter": {
        "title": "فريقنا في مركز البيانات",
        "description": "يقوم فريقنا بتنفيذ مهام شاملة من البداية إلى النهاية تشمل مجموعة من الأنشطة الحاسمة، مثل إعداد العنقود، ونشر التطبيقات، وتنفيذ تدابير أمان صارمة لضمان سلامة البيانات والحماية من التهديدات المحتملة. من مراحل التخطيط الأولية إلى التنفيذ النهائي، يعمل فريقنا بجد لتقديم حلاً سلسًا وفعالًا لعملائنا. بعين حادة على أفضل الممارسات في الصناعة، نقوم بتصميم نهجنا لتلبية الاحتياجات المحددة لكل مشروع، مما يضمن الأداء والموثوقية المثلى."
      },
      "professionalCoders": {
        "title": "فريق من مبرمجين محترفين",
        "description": "نحن نفتخر بفريق موهوب في تطوير تطبيقات الويب وتطوير تطبيقات الجوال وإنشاء تطبيقات مستقلة مبتكرة، باستخدام أحدث اللغات والأطُر التكنولوجية. بالإضافة إلى ذلك، نحن نفتخر بمجموعة متنوعة من المنتجات الخاصة بنا، حيث يشارك فريقنا بنشاط في تطويرها وتحسينها."
      },
      "discussionTeam": {
        "title": "مناقشة أفكار الأعمال كفريق",
        "description": "يقوم فريقنا المكون من خبراء تحليل الأعمال والمتخصصين الموجهين نحو الموضوع بمناقشة متأنية لمتطلبات المشروع مع العملاء، حيث يتم إعداد وثيقة متطلبات الأعمال (BRD) بشكل مفصل. ثم نقوم بوضع تخطيط لتدفق الأعمال وتصميم هندسة تقنية، مع التركيز على التواصل الفعّال لضمان نجاح تسليم المشروع وتلبية احتياجات العميل الفريدة"
      }
    },
    "partners": {
      "header": {
        "our": "شركاؤنا",
        "partners": "الشركاء"
      }
    },
    "trustedUs": {
      "header": "عولوا علينا",
      "sideHeader": "نحن",
      "subHeader": "نحن سعداء لأن لدينا عملاء سعداء",
      "altNmae": "ثقوا بنا",
      "testimonials": {
        "poojara": {
          "testimonial": "إعداد وإدارة المعامل هو عبء مستمر. بعد مشاهدة العرض التوضيحي لـ PDCloudEX، أنا واثق من أنه يوفر حلاً لهذا الفوضى. إنها حلاً شاملاً لإدارة جلسات المعامل والمشاريع لدينا. تحية لفريق Prodevans على ابتكارهم!",
          "name": "السيد اس. آر. بوجارا",
          "role": "أستاذ مساعد",
          "company": "قسم علوم الحاسوب والهندسة، RIT راجارامناجار، الهند"
        },
        "rajkumar": {
          "testimonial": "تقدم Cloud in a Box (PDcloudEx) بنية تحتية قياسية جاهزة للاستفادة منها في تمكين وتعليم مهندسي البرمجيات للجيل القادم بمهارات في برمجة تطبيقات السحابة باستخدام Aneka وإجراء البحوث المتقدمة في تمكين تطبيقات Big Data وInternet of Things (IoT) الناشئة.",
          "name": "الدكتور راجكومار بويا",
          "role": "أستاذ متميز",
          "company": "ريدموند باري"
        },
        "aneesh": {
          "testimonial": "إعداد المختبرات عندما تكون هناك تغييرات متكررة أمر مُرهق ويستغرق وقتًا طويلًا. تقديم عائد على الاستثمار يكاد يكون مستحيلاً مع تقلب عدد الطلاب طوال الوقت. من خلال PDCloudEX، أعطانا المرونة دون المساس بالتوفر. سواء كان الأمر يتعلق بالسحابة العامة أو الخاصة، الآن لدى الطلاب وسيلة للوصول إلى المختبرات في أي مكان وزمان. نحن نزيد وننقص حسب الحاجة. بفضل PDCloudEX، ندير الآن مختبراتنا مع الحد الأدنى من التوقف، مركزين طاقتنا على تقديم الدورات دون القلق بشأن البنية التحتية.",
          "name": "بي في أنيش",
          "role": "مدير",
          "company": "خدمات التعلم العالمية، ريد هات الهند"
        },
        "abhijeet": {
          "testimonial": "بعد أن قضيت أكثر من عقد مع Red Hat ولقائي بالعديد من الأكاديميين ومستخدمي الشركات، يمكنني القول بثقة أن معظمهم حريصون على الانتقال إلى Red Hat أو تقنيات مفتوحة المصدر لتقليل استثماراتهم. لقد كنا ننتظر منتجًا مثل 'PDCloudEX'، وهو محدث لعبة عندما يتعلق الأمر بتقليل التكاليف. ما هو أكثر من ذلك، يمنح الطلاب تعرضًا لأحدث التقنيات، وهذا هو بالفعل ما يحتاجون إليه في هذا الوقت. تقنية رائعة. أشخاص رائعون.",
          "name": "أبهيجيت روي",
          "role": "رئيس APAC",
          "company": "التدريب والشهادات، شهادة نجمة"
        }
      }
    },
    "clients": {
      "header": {
        "our": "عملاؤنا",
        "clients": "العملاء"
      }
    },
    "projectsAcrossTheGlobe": {
      "header": "نقوم بتنفيذ مشاريع في جميع أنحاء العالم"
    }
  },
  "ProductsPage": {
    "title": "منتجات برو ديفانز - رفع من تكنولوجيا ستاك",
    "description": "استكشف منتجاتنا التكنولوجية المبتكرة المصممة لتعزيز عمليات عملك وزيادة الكفاءة.",
    "header": "منتجاتنا",
    "subHeader": "تمكين إمكانيات عملك - في برو ديفانز، نحن ملتزمون بتوفير منتجات مبتكرة تمكن عملك لغد ناجح",
    "products": "جميع المنتجات: ",
    "knowMore": "معرفة المزيد",
    "showLess": "إظهار أقل",
    "previous": "السابق",
    "next": "التالي",
    "comingSoon": "قريبًا",
    "cloudex": {
      "title": "PDCloudEX SDN",
      "description": "PDCloudEx SDN هو حلاً للشبكات المعرفة بالبرمجة يوفر توصيلًا داخليًا لأعباء العمل الافتراضية والفعلية على السحابة. يعتمد على OpenDayLight و OpenVSwitch و Openstack، ويوفر المنتج تفكيكًا للمكونات البرمجية والمعدنية في الشبكة، مع توفير التحكم الكامل في الشبكات الافتراضية. تتيح تكنولوجيتنا افتراض الشبكة بالكامل وتتيح للشركات ومراكز البيانات ومقدمي الخدمات نشر ومراقبة وإدارة البنية التحتية للشبكة المتعددة المستأجرين بسهولة. بمعنى آخر، إنها حلاً شاملًا يجعل الشبكة قابلة للاستهلاك بسهولة مثل موارد الحوسبة عبر مراكز البيانات وشبكات الشركات ومزودي السحابة العامة.",
      "content": "تفعل ذلك عن طريق توفير الرابط الناقص لضمان توصيل سريع وفعال لخدمات التطبيق قابلة للتخصيص بشكل كبير، في وعبر مراكز البيانات متعددة المستأجرين. يستفيد المنتج أيضًا من OpenStack، مما يتيح لـ PDCloudEx SDN النظر بعمق في جوانب البيانات الواقعية في الوقت الفعلي والأمان والتصحيح.",
      "benefits": "فوائد رئيسية لـ PDCloudEX SDN",
      "scalability": {
        "title": "التوسعية",
        "description": "القدرة على زيادة وانخفاض متحكمات SDN بكفاءة؛ مما يتيح إدارة وتوزيع أعباء العمل بكفاءة"
      },
      "flexibility": {
        "title": "المرونة",
        "description": "حلاً للبيئات السحابية وبيئات NFV لتحسين المرونة التجارية وتعزيز الأمان والتوافر والأداء"
      },
      "cost": {
        "title": "التكلفة",
        "description": "توفير الموارد الشبكية الافتراضية بشكل آلي، وتكوينها، وتشغيلها لتحسين الكفاءة التشغيلية وتقليل التكاليف التشغيلية."
      },
      "userFriendly": {
        "title": "سهولة الاستخدام",
        "description": "القدرة على زيادة وانخفاض متحكمات SDN بكفاءة؛ مما يتيح إدارة وتوزيع أعباء العمل بكفاءة"
      },
      "secure": {
        "title": "آمن",
        "description": "يوفر الأمان والعزلة من خلال فصل الأمر والتوجيه وتمكين خدمات AAA"
      },
      "learn": "لمعرفة المزيد بالتفصيل عن المنتج",
      "link": "انقر على الرابط أدناه",
      "clickHere": "انقر هنا"
    },
    "iventura": {
      "title": "آي فينتورا",
      "description": "آي فينتورا هي منصة خدمة ذاتية شاملة للتحليلات والتعلم الآلي توفر مجموعة من مكونات وخدمات ML تعمل بشكل طبيعي على Kubernetes. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينغ إليت، سيد ديام نونومي نيبه يويسمود تينكيدونت أت لاوريت دولوري ماغنا أليكوام إيرات فولوتبات. أوت ويسي إنيم أد مينيم فينيام، كويس نوسترود إكسيرسي تاتيون ألامكوربر سوسكيبيت لوبورتيس نيسل أوت أليكويب إكس إيا كومودو",
      "features": {
        "title": "ميزاتنا!",
        "description": "قلقك هو بشأن النمذجة، اترك كل شيء لنا."
      },
      "setup": {
        "title": "إعداد بلمسة واحدة",
        "description": "آي فينتورا هي منصة مُدارة بالكامل. تتطور بسلاسة وفقًا لاحتياجات الموارد. دعم كامل من خلال نظام سجل قوي وآلية أمان قوية."
      },
      "support": {
        "title": "دعم الحاوية",
        "description": "يمكن للمطورين البرمجة في بيئتهم الآمنة الخاصة - توفيرها تلقائيًا عند تسجيل الدخول."
      },
      "scaling": {
        "title": "التوسع على الطاير",
        "description": "تأتي آي فينتورا كحزمة مُجمعة يمكن تثبيتها على الفور على الأماكن أو السحابة. تقوم بيئة آي فينتورا بالتوسع حسب الطلب. آمنة. تنفيذ النماذج بنقرة زر واحدة. مشاركة الرسوم البيانية على شكل روابط."
      },
      "security": {
        "title": "الأمان وIAM",
        "description": "يمكن الوصول إلى مساحة المطورين فقط من خلال المصادقة الآمنة. تُنفذ كل مساحة بشكل مستقل عن الأخرى."
      },
      "browser": {
        "title": "محرر المتصفح للمطورين",
        "description": "بيئة متكاملة تمامًا حيث يمكن لعلماء البيانات البحث عن المكتبات وتحميلها، والتعاون مع فرق أخرى، والبرمجة بلغة اختيارهم: Python، R، NodeJs. تكامل مع أنظمة المصدر. بناء النماذج في بيئة آمنة. نشر النماذج ومشاركتها كروابط بسرعة."
      },
      "delivery": {
        "title": "تسليم مستمر",
        "description": "يمكن للمطورين التعاون مع فرق أخرى. يمكنهم نشر التغييرات بسلاسة في غضون دقائق."
      },
      "learn": "لمعرفة المزيد بالتفصيل عن المنتج",
      "link": "انقر على الرابط أدناه",
      "clickHere": "انقر هنا"
    },
    "assessit": {
      "title": "تقييمIT"
    },
    "sso": {
      "title": "ZTrust SSO"
    },
    "ServicesPage": {
      "title": "خدمات برو ديفانز - حلاً تكنولوجيًا مُصمَمًا خصيصًا لتلبية احتياجاتك الخاصة",
      "description": "اكتشف مجموعتنا الشاملة من خدمات التكنولوجيا، المصممة حسب الطلب لتلبية احتياجاتك الخاصة.",
      "header": "خدماتنا",
      "subHeader": "خدمات لتشكيل مستقبلك",
      "content": "نحن نقدم حلاً تكنولوجيًا وبنية تحتية وحلاً للموارد البشرية، يتم صياغتها بعناية من قبل فريقنا من حلول المشكلات والمتخصصين التكنولوجيين، لتقليل مخاطر العمليات، وتعزيز النمو، وتأمين مستقبل عملك.",
      "allServices": "جميع الخدمات:",
      "knowMore": "معرفة المزيد",
      "showLess": "عرض أقل",
      "previous": "السابق",
      "next": "التالي",
      "cloudComputing": {
        "title": "الحوسبة السحابية",
        "heading": "مزود حلول الحوسبة السحابية",
        "description": "تجربتنا الواسعة في تكنولوجيا الحوسبة السحابية تمكننا من صياغة حلول سحابية شاملة تتناسب مع احتياجات عملك. يمكن لبروديفانز مساعدتك في تمكين مسار أسرع وأبسط إلى السحابة الذي يقدم حلاً بتكلفة أقل بالإضافة إلى المرونة الضرورية لتكييف بنية السحابة الخاصة بك مع المستقبل. لقد وضعت العديد من الشركات والكيانات الحكومية ثقتها فينا لمعالجة متطلبات تطبيق وبنية تحتية متنوعة مثل إدارة علاقات العملاء وقواعد البيانات والحوسبة وتخزين البيانات. استفد من خدمات الحوسبة السحابية لدينا لتحسين استخدام الموارد، وتأمين بياناتك ومحتواك مع تمكين الوصول من أي جهاز متصل بالإنترنت. تساعد حلول الحوسبة السحابية الشاملة لبروديفانز الشركات من جميع الأحجام وعبر قطاعات الصناعة في استغلال قوة الحوسبة السحابية.",
        "cloudPortfolio": {
          "title": "محفظة إدارة السحابة لدينا تشمل",
          "server": {
            "title": "تقديم خدمة الحاسوب الذاتي"
          },
          "service": {
            "title": "تجريد العديد من السحاب"
          },
          "cloudNetworking": {
            "title": "توفير الحوكمة والتحكم"
          },
          "networking": {
            "title": "أتمتة إدارة الحياة السحابية"
          }
        },
        "features": {
          "title": "ميزات خدماتنا",
          "advisory": {
            "title": "خدمات استشارات السحابة",
            "description": "من خلال ورش العمل الاستقصائية ومقارنة الأداء، نحدد أي وحدات العمل مناسبة للانتقال إلى السحابة. ثم نوصي بالنموذج السحابي الأكثر ملاءمة، سواء كان خاصًا أو عامًا أو مختلطًا، ونقدم خريطة طريق مع الخطوات التالية المفصلة."
          },
          "enablement": {
            "title": "خدمات تمكين السحابة",
            "description": "لضمان ملاءمة السحابة لمؤسستك، سنقوم بتنفيذ دليل للمفهوم لإظهار الوظائف والعائد الإجمالي على الاستثمار."
          },
          "implementation": {
            "title": "خدمات تنفيذ السحابة",
            "description": "سنقوم بتثبيت وترحيل وتكوين ودمج وإدارة التطبيق في السحابة لكل حملة عمل."
          },
          "managed": {
            "title": "خدمات إدارة السحابة",
            "description": "نقدم الدعم المستمر والإدارة والتحسين لنشر السحابة الخاص بك لزيادة أداء التطبيق وتقليل التكلفة."
          }
        }
      }
    },
    "applicationModernization": {
      "title": "تحديث التطبيقات",
      "description": "لتقليل التكاليف وزيادة عائد الاستثمار، تعتمد المؤسسات في جميع أنحاء العالم تقنيات السحابة. كما أنها تقوم بنقل التطبيقات التقليدية إلى الحاويات. ولكن كيف وأين تبدأ هذه المؤسسات في هذه الرحلة نحو اعتماد الحاويات؟ هناك نقص كبير في المهارات في هذا المجال. لا يزال Kubernetes و Docker في تطور مستمر. العديد من فرق التطوير ليس لديها الخبرة الكافية لاستخدامهم بفعالية. هناك منحنى تعلم شديد للمؤسسات - للتغلب على هذا الظرف لنقل التطبيقات إلى الإنتاج ومن ثم الحفاظ عليها بنجاح. نحن في برو ديفانز، لا نقدم فقط الخبرة - التي بنيت على سنوات من التجارب مع تقنيات مفتوحة المصدر - ولكننا أيضًا نسعى لتمكينك حتى تتمكن من النجاح في هذه الرحلة.",
      "transformationServices": {
        "title": "خدمات تحويل التطبيقات في برو ديفانز",
        "delivery": {
          "title": "تسريع توصيل التطبيقات",
          "description": "زيادة سرعة توصيل التطبيقات الحالية والجديدة من المطورين إلى المستخدمين من خلال تقليل العمليات اليدوية لإصدار التطبيقات وتوتير عملية الدمج والاختبار ونشر رمز التطبيق الجديد تلقائيًا."
        },
        "optimize": {
          "title": "تحسين التطبيقات الحالية",
          "description": "زيادة سرعة توصيل التطبيقات الحالية والجديدة من المطورين إلى المستخدمين من خلال تقليل العمليات اليدوية لإصدار التطبيقات وتوتير عملية الدمج والاختبار ونشر رمز التطبيق الجديد تلقائيًا."
        },
        "cloud": {
          "title": "تطبيقات السحابة الأصلية",
          "description": "تطوير وتسليم تطبيقات السحابة الأصلية الجديدة بشكل أسرع باستخدام خدمات التطبيق والخدمات الصغيرة والحاويات وواجهات البرمجة البيانية مع زيادة إنتاجية المطورين وتوتير عملية تعبئة وتوصيل التطبيقات تلقائيًا."
        }
      },
      "containerProgram": {
        "title": "برنامج اعتماد الحاويات في برو ديفانز",
        "identify": {
          "number": "1.",
          "title": "تحديد تطبيق"
        },
        "select": {
          "number": "2.",
          "title": "اختيار فريق أساسي"
        },
        "impart": {
          "number": "3.",
          "title": "نقل أفضل الممارسات"
        },
        "prepare": {
          "number": "4.",
          "title": "تهيئة الفريق للتوسع والعملية القابلة للتكرار"
        },
        "increase": {
          "number": "5.",
          "title": "زيادة آثر التطبيق"
        },
        "adopt": {
          "number": "6.",
          "title": "اعتماد استراتيجية مستنيرة من قبل القيادة"
        },
        "process": {
          "number": "7.",
          "title": "تغيير الثقافة والتكنولوجيا وعمليات العمل للحفاظ على القيادة الرقمية"
        },
        "scale": {
          "number": "8.",
          "title": "توسيع العملية القابلة للتكرار"
        },
        "footprint": {
          "number": "9.",
          "title": "زيادة آثر التطبيق"
        }
      }
    },
    "degreeMonitoring": {
      "title": "مراقبة 360 درجة",
      "description": "تمكّنت خبرتنا الواسعة في تقنية الحوسبة السحابية من صياغة حلاً شاملاً للسحابة يتناسب مع احتياجات عملك. يمكن لـ برو ديفانز مساعدتك في تمكين مسار أسرع وأبسط إلى السحابة يقدم حلاً يتضمن تكلفة تشغيل أقل مع المرونة المطلوبة لتكييف بنية السحابة الخاصة بك مع المستقبل. لقد وضعت العديد من الشركات والجهات الحكومية ثقتها فينا لمعالجة مجموعة متنوعة من متطلبات التطبيقات والبنية التحتية مثل إدارة علاقات العملاء (CRM) وقواعد البيانات والحوسبة وتخزين البيانات. استفد من خدماتنا في مجال الحوسبة السحابية لتحسين استخدام الموارد وتأمين بياناتك ومحتواك بينما تمكن من الوصول من أي جهاز متصل بالإنترنت. حلول الحوسبة السحابية الشاملة لدينا تساعد شركات جميع الأحجام ومختلف قطاعات الصناعة على استغلال قوة الحوسبة السحابية.",
      "monitoringNeeds": {
        "title": "تلبية جميع احتياجات مراقبتك!",
        "server": {
          "number": "1.",
          "title": "مراقبة الخادم",
          "description": "ضمان أداء مثالي للخوادم التي تعمل بأي نظام تشغيل. تتبع مشكلات الأداء من خلال تحليل مستوى دقيق وتتبع العمليات والخدمات الفردية التي تعمل على كل خادم. لمحة عامة عن معلمات مهمة مثل وحدة المعالجة المركزية والذاكرة والقرص واستخدام القرص الصلب وصحة الخادم."
        },
        "application": {
          "number": "2.",
          "title": "مراقبة التطبيق",
          "description": "مراقبة التطبيقات الفردية مع المعلمات المهمة الخاصة بكل تطبيق. تحسين تجربة المستخدم النهائي من خلال الوصول المباشر إلى الصفحات والعروض الخاصة بالتطبيق الذي يتم مراقبته. تقديم الدعم."
        },
        "database": {
          "number": "3.",
          "title": "مراقبة قواعد البيانات",
          "description": "عرض مباشر لأداء كل عنصر في قاعدة البيانات ومراقبة الحالات على الخوادم الافتراضية والفعلية. تقنية خفيفة الوزن وبدون وكيل لتحسين الأداء مع تحليل استجابة الوقت والعمليات القائمة على المعاملات. اكتشاف فوري لانقطاع قاعدة البيانات والأعطال وفساد الجداول وتقدير تحليل الاحتياجات التخزينية وأداء الفهرس."
        },
        "virtualization": {
          "number": "4.",
          "title": "مراقبة الافتراض",
          "description": "إدارة المضيفين والضيوف وأعباء العمل مع اكتشاف تلقائي لحمامات السباحة والمضيفين ووحدات المعالجة المركزية للمضيف. مراقبة معلمات المفتاح للمضيف مثل وحدات المعالجة المركزية والذاكرة والآليات الظاهرة، ومعلمات المفتاح للآليات مثل وحدة المعالجة المركزية والذاكرة واستخدام القرص. تتبع الآليات الظاهرة عبر خوادم المضيف. يدعم VMware ESX / ESXi و Microsoft HyperV و Citrix XenServer و Linux KVM."
        }
      }
    },
    "identityAccess": {
      "title": "إدارة الهوية والوصول",
      "description": "تقوي تجربة عملاء برو ديفانز التفاعلية وتزيد من الإشراك وتزيد من الإيرادات والولاء. لذلك ، من الضروري لخدمة الهوية والوصول للعميل النهائي أن توفر الراحة والتخصيص الفائق والأمان مرتبطين بإعادة هيكلة تجربة العميل الرقمية الخاصة بك. قم بإنشاء عرض متسق ومفتوح للعميل من خلال مخازن المستخدم المتفرقة داخل شركتك وقدم تخصيصًا متعدد القنوات متسقًا باستخدام المصادقة المتعددة التي تعتمد على درجة الخطر وتعتمد على العوامل المتكيفة متعددة العوامل. نفذ عبر السحابة أو الأماكن الخاصة أو البيئات الهجينة لتحصين مؤسستك مستقبلاً من خلال زيادة رشاقة وقابلية ميزات إدارة الهوية والوصول للعميل مع برو ديفانز.",
      "solutionStack": {
        "title": "مكدس الحلول لدينا",
        "description": "لوريم إيبسوم دولور سيت أميت ، كونسيكتيتور أديبيسينغ إيليت ، سيد ديام نونومي نيبه إيوسمود تينسيدونت أت لاوريت دولور ماغنا دولور سيت أميت ، كونسيكتيتور أديبيسينغ إيليت ، سيد ديام نونومي نيبه إيوسمود تينسيدونت أت",
        "identity": {
          "title": "هوية برو ديفانز الرقمية",
          "description": "تقوي تجربة عملاء برو ديفانز التفاعلية وتزيد من الإشراك وتزيد من الإيرادات والولاء. لذلك ، من الضروري لخدمة الهوية والوصول للعميل النهائي أن توفر الراحة والتخصيص الفائق والأمان مرتبطين بإعادة هيكلة تجربة العميل الرقمية الخاصة بك. من خلال حلاً لإدارة الهوية والوصول لدى Unotech ، دع عملاؤك يتمتعون بتجارب سلسة وآمنة للغاية أثناء الوصول بسهولة إلى منتجاتك وخدماتك الرقمية التي تولد الإيرادات. تأكد من تشفير ملف عميل مشفر بالكامل وتجميع البيانات التي تديرها القناعة لحماية خصوصية العملاء والمستخدمين الذين يهتمون بالأمان لكسب ثقتهم وولائهم."
        },
        "signOn": {
          "title": "تسجيل الدخول الواحد",
          "description": "مكّن العميل من الوصول بنقرة واحدة إلى جميع تطبيقاتك وأصول شركتك في بيئة آمنة للغاية - من أي موقع وأي جهاز. استفد من تسجيل الدخول الواحد (SSO) الآمن لتوفير وصول سلس إلى تطبيقاتك الحديثة من خلال الدعم لعروض OIDC و SAML و CAS الممكّنة وتطبيقاتك القديمة من خلال دعم تبادل رمز API المخصص لتوكين SSO."
        },
        "consentManagement": {
          "title": "إدارة القناعة",
          "description": "المتطلبات التنظيمية مثل GDPR تجعل من الضروري على الشركات إدخال منصة إدارة القناعة لجمع ومعالجة قناعة العملاء لأغراض معالجة البيانات المحددة مثل التسويق أو التحليل أو الصحة. تأكد من خصوصية عملائك من خلال الحصول على موافقتهم قبل جمع ومعالجة بياناتهم الشخصية. يساعد وحدة إدارة القناعة لدى Unotech في تحديد عملية الحصول على القناعة وارتباطها بغرض معالجة البيانات أو الأنشطة المعينة ، مع ضمان وسائل مناسبة لتخزين وتسجيل ومعالجة ونشر مثل هذه البيانات لضمان تجربة مستخدم مؤمنة لـ Prodevans."
        },
        "authentication": {
          "title": "المصادقة متعددة العوامل",
          "description": "منع انتهاكات البيانات من خلال دعم مجموعة متنوعة من آليات مصادقة متعددة لتعزيز الأمان وتحقيق مصادقة أفضل لعملائك. يمكنك اختيار من بين مجموعة من الخيارات لإجراء مصادقة متعددة العوامل مع OTP عبر البريد الإلكتروني أو SMS أو تحديات / أسئلة سرية أو OTP الزمني على محركات المصادقة من الأطراف الثالثة أو على Authenticator الخاص بـ Unotech الذي يدعم إشعارات الدفع و TOTP. ساعد في إعادة تعريف تجربة المستخدم من خلال تمكين عملائك من الوصول بأمان إلى البيانات والخدمات والأصول الرقمية للمؤسسة."
        },
        "integration": {
          "title": "التكامل التجاري إلى التجارة",
          "description": "يسمح حلا CIAM للشركات بتكامل البيانات بين مختلف الدلائل المؤسسية أو مزودي الهوية. يبسط ذلك إدارة الهوية والوصول للعميل من البداية إلى النهاية ويساعد في التركيز أكثر على إضافة قيمة للعملاء وحماية من المخاطر مع إدارة الخصوصية بشكل شامل."
        }
      },
      "automation": {
        "title": "الأتمتة",
        "description": "الأتمتة هي تقليل المساعدة البشرية في عملية أو إجراء. إنها تمكن المؤسسة من أتمتة العملية عن طريق تحليل وتسجيل البيانات من التطبيق الحالي. إنها تحول المؤسسة من عملية يدوية إلى عملية أتمتة سريعة ودقيقة وموثوقة. يثير هذا هجرة السحابة غالباً أسئلة مثل ما هي الطرق لإدارة الأصول الشبكية في هذا السياق المتغير؟ مع التركيز على الأتمتة ومراقبة التكاليف. ومع ذلك، تظل هذه المسائل دومًا دون إجابة عندما يتعلق الأمر بالتنفيذ الواقعي وغالباً ما يتم تجاهلها. يساعد حلا الأتمتة من Prodevans Solutions الشركات على الاستفادة من السحابة في بيئة آمنة ومتوافقة ومتميزة ومُتمكنة.",
        "networkManage": {
          "title": "ما هي الطرق لإدارة أصول الشبكة في هذا المنظر المتغير؟",
          "description": "التأكيد على الأتمتة ومراقبة التكلفة. ومع ذلك، تظل هذه المسائل دون إجابة عندما يتعلق الأمر بالتنفيذات الواقعية ويتم تجاهلها بشكل متكرر جدًا. بالنسبة لشركة تم إنشاؤها ونشأت في السحابة، تساعد حلول الأتمتة من برو ديفانز الشركات في استغلال السحابة في بيئة آمنة ومتوافقة ومُأتمَتة ومرنة."
        },
        "automationHighlights": {
          "title": "أبرز ملامح منصة الأتمتة",
          "automation": {
            "title": "الأتمتة باستخدام تعلم الآلة",
            "description": "من خلال دمج تعلم الآلة ومحرك القواعد، يمكن للأتمتة التنبؤ والتصنيف والشفاء والتشغيل. خدمة قابلة للتخصيص يمكن تنفيذها على حساب AWS الخاص بالعميل لزيادة الأمان. التحكم في الدورة الحياة من البداية إلى النهاية عبر جميع المناطق وأي عدد من حسابات AWS بأي مقياس."
          },
          "industry": {
            "title": "ممارسات الصناعة القياسية",
            "description": "تقليل عمليات الشبكة من خلال معالجة الثغرات والأتمتة المهام المتكررة. إدارة السحابة من خلال ممارسات صناعية قياسية في صيانة البنية التحتية لـ AWS. سلامة وتتبع مستمرين من خلال برامج الخدمات الشياعة وشبح مؤتمتة / شبه مؤتمتة ذكية. الامتثال والحوكمة من خلال معايير الصناعة وسياسات التكنولوجيا الخاصة بالقطاع."
          }
        },
        "ansibleHighlights": {
          "title": "أتمتة الشبكة باستخدام Ansible"
        },
        "networkAutomation": {
          "title": "إطار تحويل الأتمتة PRODEVANS",
          "description": "تضمن منصة الأتمتة السهلة لـ Ansible أن مسؤولي الشبكة المستقلين سابقًا سيتحدثون الآن بلغة الأتمتة نفسها مثل بقية مؤسسة تكنولوجيا المعلومات ، مما يوسع وظائف Ansible لتشمل الدعم الأصلي لأدوات البنية التحتية للشبكة المتقدمة ومفتوحة. يمكن الآن تضمين أدوات وتطبيقات الشبكة في خطة الأتمتة الشاملة للمؤسسة لإدارة أعباء الشبكة بشكل شامل."
        },
        "vector": "vector",
        "layerName": {
          "esm": "طبقة ESM",
          "orchestration": "طبقة التنظيم",
          "automation": "طبقة الأتمتة",
          "management": "طبقة الإدارة",
          "device": "طبقة الجهاز"
        },
        "service": {
          "domain": "مجال خدمة الشبكة للشبكة الأساسية",
          "api": "واجهة برمجة التطبيقات (API)",
          "portal": "بوابة (Portal)",
          "script": "النصوص والقوالب (Scripts & Templates)",
          "source": "التحكم في المصدر (Source Control)",
          "client": "عميل ثقيل بتقنية HTML (HTML Thick Client)",
          "deviceManager": "مدير الأجهزة (Device Manager)",
          "cu": "وحدة المعالجة المركزية (CU)",
          "device": "الجهاز (Device)"
        },
        "tool": {
          "enterprise": "أداة إدارة الخدمات المؤسسية",
          "orchestration": "أداة التنسيق",
          "provisioning": "أداة التزويد",
          "assurance": "أداة الضمان",
          "monitoring": "أداة المراقبة",
          "deviceManager": "مدير الأجهزة",
          "device": "الجهاز"
        },
        "layerNumber": {
          "four": "الطبقة 4-5",
          "three": "الطبقة 3-4",
          "two": "الطبقة 2-3",
          "one": "الطبقة 1-2",
          "zero": "الطبقة 0-1"
        }
      }
    },
    "devopsTools": {
      "title": "أدوات ودعم DevOps",
      "description": "تتمثل المهمة في أتمتة سلسلة توصيل البرمجيات من البداية إلى النهاية عبر منصات السحابة للوصول إلى السوق بسرعة أكبر، وزيادة الكفاءة، وتقليل التكلفة. تستفيد خدماتنا من التعاون، والرصد، وأنابيب الأدوات، والأتمتة، واعتماد السحابة. من خلال خدمتنا كـ DevOps as a service، نحرص على تسريع تشغيل التطبيقات من خلال أتمتة سلسلة توصيل البرمجيات من البداية إلى النهاية وتيسير التكامل المستمر وتطوير التطبيقات عبر أبرز منصات السحابة.",
      "automation": {
        "title": "تطوير الأتمتة",
        "description": "بعد فحص إعدادك الحالي ورسم سيناريوهات العمل المثالية، نقوم بإعداد وأتمتة خط الإنتاج المستمر الخاص بك. أثناء أتمتة الخط، نمنع النشر الخطير ونزيد من الإنتاجية باستخدام بيئتنا القوية من الأدوات مفتوحة المصدر والمرخصة."
      },
      "management": {
        "title": "إدارة DevOps",
        "description": "بصرف النظر عن أتمتة عملياتك، نساعدك في إدارة صحة خط أنابيب التسليم المستمر الخاص بك. نحن نعتني بإدارة الإصدارات، والنشر المستمر، وبيئة النسخ، وإعداد الخادم الجديد، وإدارة التغيير، وتحسين الأداء بشكل مستمر."
      }
    },
    "infrastructure": {
      "title": "البنية التحتية",
      "description": "نحن نوفر البنية التحتية التي تتكون من البرمجيات والأجهزة وموارد الشبكة والخدمات اللازمة لإدارة وتشغيل ووجود بيئة تكنولوجيا المعلومات للمؤسسة. تتطلب البنية التحتية للتكنولوجيا المعلومات توفير توافر عالي واستجابة وموثوقية لتلبية الاحتياجات الديناميكية للأعمال. ندير بنية التحتية الخاصة بك باستخدام التشغيل التلقائي للمؤسسة والتشغيل التلقائي للبنية التحتية والتشغيل التلقائي للتطبيق والأمان والامتثال. نقوم بربط البنية التحتية والخدمات والموردين للحصول على حلاً متكاملًا عبر جميع العمليات. نمكن المستخدم النهائي من توسيع أو تقليل الموارد. نستخدم تقنيات تنظيم السحابة مثل OpenStack وCloudForms وOpenShift.",
      "information": {
        "openStack": {
          "number": "1",
          "title": "Red Hat and RDO OpenStack",
          "description": "تم نشر Red Hat و RDO OpenStack في ماليزيا وإندونيسيا وفيتنام وهند تليكوم مع نشر معقد يصل إلى 32 حاسوبًا و10 وحدات تخزين CEPH مع عمليات النشر التي تم التنسيق معها وتضم ميزات مثل SRIOV وPCI Pass-through وDPDK وNUMA."
        },
        "orchestrator": {
          "number": "2",
          "title": "Cloud Forms و VMware VRealize Orchestrator",
          "description": "كتالوج الخدمة الذاتية مع خيارات متعددة للتكوين، وتكلفة الاستخدام/إظهار التكلفة، وامتثال/تصحيح، ورصد - تكامل ServiceNow ITSM، تكامل infoblox IPAM"
        },
        "openshift": {
          "number": "3",
          "title": "Red Hat OpenShift",
          "description": "تم نشر Red Hat OpenShift وKubernetes في تايلاند وماليزيا والبنوك الأسترالية والجامعات في سنغافورة والبنوك وشركات الاتصالات في الهند بنجاح، مع تنفيذات معقدة تصل إلى 100 وحدة عمل. تم تنظيم عمليات التنفيذ باستخدام Ansible."
        }
      }
    }
  },
  "ContactUsPage": {
    "title": "تواصل مع برو ديفانز - تواصل من أجل التميز التقني",
    "description": "صفحة اتصل بنا توفر لزوار الموقع وسائل للتواصل مع العمل.",
    "header": "اتصل بنا",
    "formTitle": "تواصل معنا",
    "formDescription": "أرسل لنا رسالة أو اتصل بنا عبر الهاتف خلال ساعات العمل العادية.",
    "altName": "أيقونات",
    "placeholders": {
      "name": "الاسم",
      "mail": "ادخل بريدك الإلكتروني",
      "phone": "رقم الهاتف",
      "message": "أدخل رسالتك"
    },
    "button": "إرسال رسالة",
    "location": "الموقع",
    "address": "عنواننا",
    "contacts": "بيانات الاتصال لدينا",
    "contactEmail": "contact@prodevans.com",
    "contactPhone": "+91 97044 56015",
    "bangaloreAddress": {
      "address1": "المبنى رقم 389، الطابق الثاني، الشارع الثامن",
      "address2": "الشارع السابع، منطقة مايكو، المرحلة الثانية BTM",
      "city": "بنغالور",
      "state": "كرناتاكا",
      "postalCode": "560076"
    },
    "hyderabadAddress": {
      "address1": "422، منجيرا ماجستيك تجاري",
      "address2": "شارع جي إن تي يو، كوكاتبالي،",
      "city": "هيدراباد",
      "state": "تيلانجانا",
      "postalCode": "500072"
    },
    "mumbaiAddress": {
      "address1": "308- الجناح بي، مركز المدينة 2، أندهيري -",
      "address2": "شارع كورلا كورلا، أندهيري الشرقية",
      "city": "مومباي",
      "state": "ماهاراشترا",
      "postalCode": "400059"
    },
    "delhiAddress": {
      "address1": "208B، الطابق الثاني، البرج A، iThum،",
      "address2": "القطاع 62",
      "city": "نويدا",
      "state": "أوتار براديش",
      "postalCode": "201301"
    },
    "singaporeAddress": {
      "address1": "167 جالان بوكيت ميراه #05-12،",
      "address2": "كونيكشن وان،",
      "city": "سنغافورة",
      "state": "سنغافورة",
      "postalCode": "150167"
    },
    "uaeAddress": {
      "address1": "مبنى البوصلة CWEP0049، طريق الشهداء،",
      "address2": "المنطقة الصناعية الحمراء - FZ،",
      "city": "رأس الخيمة",
      "state": "الإمارات العربية المتحدة",
      "postalCode": "150167"
    }
  },
  "PartnersPage": {
    "title": "شراكات بروديفانز - التعاون من أجل النجاح",
    "description": "تعرف على شراكاتنا الاستراتيجية التي تمكننا من تقديم حلول تقنية متطورة.",
    "bannerTitle": "شركاؤنا",
    "subtitle": "نحن نقدم مجموعة واسعة من الحلول لعملائنا.",
    "bannerContent": "مع ظهور حلول التكنولوجيا الجديدة، تؤمن بروديفانز بالجهود التعاونية مع القادة لتقديم حلول فعالة وأحدث لعملائنا.",
    "handshakeAlt": "مصافحة",
    "header": "رحلة شراكة Prodevans مع Red Hat",
    "content": "تقدم Red Hat مجموعة واسعة من الحلول مفتوحة المصدر، بما في ذلك Red Hat Enterprise Linux و Red Hat OpenShift و Red Hat Ansible، وغيرها. تتيح هذه الحلول لـ Prodevans تقديم حلول مستوى الشركات لعملائهم بتكلفة معقولة وقابلة للتوسيع. أتاحت الشراكة لـ Prodevans الاستفادة من خبرة Red Hat في حلول المصدر المفتوح وتقديم حلول قوية وآمنة لعملائهم.",
    "partnerHeader": "شركاؤنا",
    "altName": "شعار الشريك",
    "logo": "شعار",
    "bannerLogo": "شعار التذييل",
    "partners": {
      "atlassian": {
        "partner": "أتلاسيان"
      },
      "elastic": {
        "partner": "إيلاستيك"
      },
      "gitlab": {
        "partner": "جيت لاب"
      },
      "hashiCorp": {
        "partner": "هاشي كورب"
      },
      "jfrog": {
        "partner": "جفروج"
      },
      "messageBird": {
        "partner": "ميسج بيرد"
      },
      "minio": {
        "partner": "مينيو"
      },
      "redHat": {
        "partner": "ريد هات"
      },
      "redis": {
        "partner": "ريدس"
      },
      "vmware": {
        "partner": "فم وير"
      }
    }
  },
  "PartnerDetailsPage": {
    "title": "شراكات بروديفانز - التعاون من أجل النجاح",
    "description": "تعرف على شراكاتنا الاستراتيجية التي تمكِّننا من تقديم حلول تقنية متطورة.",
    "contactUs": "اتصل بنا",
    "getInTouch": "تواصل معنا للمزيد من المعلومات.",
    "bannerContent": "هناك وسيلة أفضل للنمو مع ",
    "authorizedPartner": "نحن شريك معتمد",
    "redHatBusinessParetner": "نحن شريك أعمال متقدم مع Red Hat",
    "back": "رجوع",
    "altName": "أيقونة الشريك",
    "altFooterName": "أيقونة الشريك في التذييل",
    "partners": {
      "atlassian": {
        "partner": "أتلاسيان",
        "contents": [
          "<strong>أتلاسيان</strong> هي شركة برمجيات تقدم مجموعة متنوعة من أدوات التعاون وزيادة الإنتاجية للفرق. منتجاتهم تشمل <strong>Jira</strong> لإدارة المشاريع، Confluence للتعاون في الفريق وإدارة المستندات، <strong>Trello</strong> لإدارة المهام والتنظيم، و <strong>Bitbucket</strong> لإدارة الشيفرة ومراقبة الإصدار.",
          "بالإضافة إلى ذلك، يقدمون مجموعة من أدوات المطورين، مثل <strong>Bamboo</strong> للتكامل المستمر والنشر، و <strong>Fisheye</strong> لمراجعة الشيفرة. تم تصميم أدوات <strong>أتلاسيان</strong> لمساعدة الفرق على العمل معًا بكفاءة وفعالية أكبر.",
          "شركة Prodevans تعمل كشريك لـ Atlassian منذ بدايتها عندما حصلنا على فرصة للعمل مع أحد عملائنا الكبار لتنفيذ مجموعة أدوات Atlassian. يشارك فريق Prodevans مع معظم عملائه في الحفاظ على مجموعة أدواتهم من Atlassian أثناء الترقية والتحديث وتطبيق التصحيحات الأمنية، وهجرة JIRA و Confluence من الخادم المحلي إلى السحابة وهجرة قواعد البيانات الأساسية. لدينا أيضًا خبرة في تدريب عملائنا على منهجية Agile باستخدام أدوات Atlassian."
        ]
      },
      "elastic": {
        "partner": "Elastic",
        "contents": [
          "<strong>المكدس المرن المشهور أيضًا بمكدس ELK</strong> هو الأكثر استخدامًا على مستوى الشركات لإدارة بحث التطبيقات وتسجيل الأحداث والتحليلات ورصد الأداء والتحليل والتصور بالاشتراك مع <strong>Logstash</strong> و <strong>Kibana</strong>. مع هذا النظام الموزع في المكان، يكون وقت الاستجابة للبيانات ذات الحجم الكبير سلسًا. مع التكامل مع جميع مزودي الخدمات السحابية الرئيسيين في السوق، هذا خيار مثالي لأي شركة لتمكين ميزة البحث الكامل في النص. إنه يبسط عملية استقبال البيانات والتصور وإعداد التقارير.",
          "<strong>بروديفانز</strong> قد تعاونت مع <strong>إلك</strong> لفترة طويلة ولديها ممارسون ذوو خبرة طويلة كجزء من فريقها الذي قام بدمج هذه الميزة في بيئات سحابية متنوعة لعدد من العملاء. وبما أن المطورين لدينا تقنيين بشكل غير جانبي، يستغلون الجوانب الإيجابية لـ ELK إلى أقصى إمكان لتحقيق وتقديم تطبيقات استجابة عالية. نحرص على مشاركة خبرتنا وخبراتنا مع جمهور أوسع لأغراض التدريب والشهادات."
        ]
      },
      "gitlab": {
        "partner": "GitLab",
        "contents": [
          "<strong>جيت لاب</strong> بدأ أساسًا كنظام للإصدار ومستودع للشفرة، والآن نما وأصبح يقدم جميع أدوات DevOps الأساسية في منصة واحدة، مغيرًا جوهريًا في الطريقة التي تتعاون بها الفرق في تطوير البرمجيات وأمانها وعملياتها. يساعد جيت لاب الفرق على تقليل وقت الدورة من أسابيع إلى دقائق، وتقليل تكاليف التطوير، وتسريع وقت السوق، وتقديم تطبيقات أكثر أمانًا وامتثالًا.",
          "<strong>بروديفانس</strong> كونها <strong>شريكًا رئيسيًا</strong> لـ Gitlab، تقترح وتقدم حلاً وتنفذ Gitlab في العديد من البنوك والمؤسسات المالية في الهند وآسيا والمحيط الهادئ. بالإضافة إلى ذلك، تقوم بروفديفانس بتدريب عملائها على التكيف مع ممارسات التطوير السريع باستخدام Gitlab. نحن ذوي خبرة كبيرة في ترقية Gitlab وترحيله، وتنفيذ Gitops وتنفيذ Teamops باستخدام Gitlab. بالإضافة إلى ذلك، تقوم بروفديفانس بإعداد بيئات DevOps وGitOps لعدد كبير من عملائها وإدارتها بنفس الكفاءة."
        ]
      },
      "hashiCorp": {
        "partner": "HashiCorp",
        "contents": [
          "توفر <strong>HashiCorp</strong> مجموعة من الأدوات مفتوحة المصدر تهدف إلى دعم تطوير ونشر تثبيتات البرمجيات الموجهة نحو الخدمة على نطاق واسع. كل أداة مصممة لمراحل معينة في دورة حياة تطبيق البرمجيات، مع <strong>تركيز على التتميم</strong>. العديد منها يتميز ببنية موجهة نحو الإضافات لتوفير التكامل مع تقنيات وخدمات الأطراف الثالثة. تشمل مجموعة منتجات HashiCorp <strong>Vagrant، Vault، Serf، Consul، Packer، Nomad، Waypoint، و Sentinel</strong>."
        ]
      },
      "jfrog": {
        "partner": "JFrog",
        "contents": [
          "<strong>JFrog Artifactory</strong> هو حلاً عالميًا لـ <strong>DevOps</strong> يقوم بتوتير وإدارة الثنائيات والمفنون عبر عملية تسليم التطبيق، مما يزيد من إنتاجية بيئتك التطويرية. يدعم JFrog Artifactory التكامل مع عمليات البناء سواء كنت تقوم بتشغيل عمليات بناء على أحد خوادم CI الشهيرة اليوم، أو على خوادم CI في السحابة، أو بشكل مستقل بدون خادم CI. يوفر مرونة من خلال دعم أكثر من 25 حزمة بناء برمجيات، و <strong>جميع منصات CI/CD الرئيسية</strong>، وأدوات DevOps التي تستخدمها بالفعل.",
          "<strong>Artifactory</strong> هو منصة <strong>جاهزة لـ Kubernetes</strong> تدعم الحاويات وDocker ومخططات Helm، وهو سجل Kubernetes وDocker الخاص بك. يتضمن أيضًا <strong>واجهات سطر الأوامر الكاملة وواجهات برمجة التطبيقات REST</strong> التي يمكن تخصيصها وفقًا لبيئتك.",
          "من الواضح أن عبء العمل في <strong>Kubernetes</strong> لن يكون فعّالًا بدون وجود Artifactory. <strong>Prodevans</strong> بوصفها شريكًا استراتيجيًا لشركة JFrog، قامت بتصميم أنابيب العمل في تطوير البرامج المعقدة لعملائها لتيسير تطوير التطبيقات بروح الجماعة والأتمتة. لقد قمنا بإعداد <strong>Artifactories</strong> الخاصة، ومستودعات Maven، وجعلنا JFrog محمية بواسطة الخوادم الوكيلة و<strong>شهادات SSL</strong>، وأدارنا التخزين وقواعد البيانات ودمجناها مع العديد من أدوات DevOps الأخرى مثل <strong>Jenkins وTeamcity وUdeploy وGit وKubernetes</strong>."
        ]
      },
      "messageBird": {
        "partner": "Message Bird",
        "contents": [
          "بصفتها منصة اتصال متعددة القنوات، تمتلك <strong>MessageBird</strong> حضورًا في المجالات المتعلقة بالتسويق والمبيعات ودعم العملاء وأمان الحسابات. تمتاز MessageBird بالثقة التي وضعها فيها أكثر من 25,000 عميل. تساعد MessageBird في إدارة حملات التسويق وتحقيق أهداف التسويق الرقمي. وبفضل إمكانيات التكامل مع وسائل التواصل الاجتماعي ووسائل الاتصال التقليدية مثل الرسائل القصيرة (SMS)، تساعد في إنشاء آلية تغذية راجعة شاملة.",
          "<strong>بروديفانز</strong> كشريك يساعد في تنفيذ الحلول مع أهداف يجب تحقيقها مثل زيادة إنتاج العملاء المحتملين، وتقليل تسرب العملاء المحتملين خلال حملة تسويق، وإدارة القناة التسويقية لتحويل الاحتمالات إلى عملاء. نقدم مزيجًا مثاليًا بين خبرتنا في مجموعة متنوعة من المجالات وخبرتنا مع MessageBird لتحقيق نتائج موجهة نحو الأهداف."
        ]
      },
      "minio": {
        "partner": "Minio",
        "contents": [
          "<strong>مينيو</strong> هو تخزين كائن عالي الأداء تم إصداره تحت ترخيص جنو العمومي التشاركي <strong>v3.0</strong>. إنه متوافق مع واجهة برمجة التطبيقات لخدمة تخزين الكائنات Amazon S3. يمكنه معالجة البيانات غير المنظمة مثل الصور ومقاطع الفيديو وملفات السجل ونسخ الاحتياط وصور الحاويات بأقصى حجم مدعوم يبلغ 5 تيرابايت. نظرًا لأدائه المتفوق، فقد كان الرائد في مجال تخزين الكائنات لفترة طويلة والاختيار المفضل لصناعة <strong>BFSI</strong>.",
          "شركة <strong>بروديفانس</strong> هي الشريك الرئيسي لـ مينيو. لقد قمنا بتصميم وتنفيذ تخزين كائنات مينيو في البنوك الكبيرة. أثبتت بروديفانس قدرتها في نشر مينيو في بيئة معزولة تمامًا عن الشبكة الهوائية لأحد أكبر عملائها في مجال البنوك. لقد قمنا بتنفيذ تكرار الحاوية مينيو، وتكرار الموقع إلى موقع، ونشر مينيو عبر مواقع وبيئات متعددة، مع التكامل مع أعباء العمل المعززة بالحاويات. نقدم خدمات التصميم والنشر والتدريب على مينيو بالإضافة إلى التعاون مع فريق مينيو."
        ]
      },
      "redHat": {
        "partner": "ريد هات",
        "contents": [
          "اخترنا <strong>ريد هات</strong> لأن… ريد هات هي الرائدة عالميًا في منتجات البرمجيات مفتوحة المصدر لتطوير التطبيقات السحابية الأصلية والتلقائية وحتى في مجال البنية التحتية للسحابة المختلطة. مثل ريد هات، نحن في بروديفانز نعتقد أن مستقبل التكنولوجيا سيكون مبنيًا على السحابة المختلطة المفتوحة لتصميم وتطوير وتشغيل مزيج متعدد التطبيقات، مما يوفر تجربة سحابية مرنة حقًا مع السرعة والاستقرار والقدرة على التوسع اللازمة لتحقيق التحول الرقمي للأعمال.",
          "بروديفانز لديها علاقات متعددة مع ريد هات مثل<strong> الشريك في الخدمات المهنية، الشريك المتقدم في التدريب، الشريك في بيع المنتجات، مزود خدمات السحابة المعتمد (CCSP)</strong>. نحن نقوم بتطوير حلول مفتوحة المصدر ونقدم استشارات حول الحلول المفتوحة المصدر الحالية لعملائنا باستخدام فريق محترف من ريد هات المعتمدين.",
          "بروديفانز تحديث معظم أعمال عملائنا من خلال التحول الرقمي باستخدام منتجات مفتوحة المصدر والمنتجات البرمجية المفتوحة المصدر للمؤسسات. نحن شركة استشارات تكنولوجيا المعلومات نموذجية في الهند ونقدم مشاريع عالمية. نحن نشجع على اعتماد تقنيات ريد هات ليس فقط للحلول ولكن أيضًا نساعد في المرحلة المبكرة للاعتماد من خلال إجراء الآلاف من الشهادات التدريبية."
        ]
      },
      "redis": {
        "partner": "Redis",
        "contents": [
          "<strong>Redis</strong> هو مخزن بيانات ذاكرة عشوائية مفتوح المصدر يُستخدم بواسطة عملاء لا مثيل لهم في حلولهم المعززة إما كقاعدة بيانات أو محرك تدفق أو ذاكرة تخزين مؤقت أو وسيط رسائل. تطبيقات Redis ليست مقتصرة على سحابة واحدة فقط ولكن بفضل قدراته، لديها شراكة وقدرات تكامل مع جميع مزودي الخدمة السحابية الرئيسيين بما في ذلك <strong>Microsoft Azure وAmazon Web Services أو Google Cloud Platform</strong>.",
          "تتميز Prodevans بخبرتها في <strong>Redis</strong> وكونها شريكًا، لقد نفذنا حلاً يستخدم Redis كذاكرة مؤقتة مركزية لحلول شركتك، وأيضًا حالات استخدامه كخدمة قاعدة بيانات مؤقتة أو تدفق وفقًا لحالات استخدام الأعمال لعملائنا. وليس هذا مقتصرًا على ذلك حيث ساعدنا أيضًا عملائنا في استغلال قدرات المستوى الشركاتي له مع التطبيقات جنبًا إلى جنب مع إمكانية استخدام <strong>آلة افتراضية أو Kubernetes أو سحابة هجينة</strong>. فريق مطورينا دائماً في تطوير حالات استخدام Redis لتقديم أفضل النتائج الممكنة من حيث التكلفة والأداء والحلول القابلة للتوسيع."
        ]
      },
      "vmware": {
        "partner": "VMware",
        "contents": [
          "في مجال الافتراض والحوسبة السحابية، VMWare هي علامة تجارية بحد ذاتها. بفضل وجودها في مجالات البنية التحتية للسحابة والحوسبة على الحافة لتحقيق هندسة السحابة المتعددة، والأمان والشبكات، ومكان العمل في أي مكان، سواء كان التطوير مع تطبيقات السحابة الأصلية أو منصات بيانات Tanzu، فإن وجود VMWare قائم بقوة في مجال حوسبة السحابة.",
          "شركة Prodevens كانت شريكًا رئيسيًا مع VMWare في مجال خدمات التطوير، بالإضافة إلى مساعدة المحترفين أو الشباب عن طريق تدريبهم على منتجات VMWare والحصول على الشهادات. لقد تطورنا في مجال التطبيقات السحابية الهجينة، مثل هجرة التطبيقات وتطوير البيئة البيئية بأكملها. لقد أظهرنا خبرتنا في مجالات مثل تطوير التطبيقات السحابية الأصلية وتطوير حلول حول منصة التطبيقات Tanzu وخدمات البيانات لمجموعة واسعة من العملاء. تطوير Kubernetes يعتبر واحدًا من مجالات اختصاصنا حيث ساعدنا عملائنا في بناء وتحديث حلولهم الحالية."
        ]
      }
    },
    "form": {
      "header": "قدم لنا تفاصيل تحدياتك",
      "label": "لقد قرأت ووافقت على <strong>سياسة الخصوصية</strong>",
      "button": "إرسال",
      "altName": "أيقونة النموذج",
      "placeholders": {
        "name": "الاسم الكامل",
        "mail": "أدخل عنوان بريدك الإلكتروني",
        "mobile": "أدخل رقم هاتفك المحمول",
        "overview": "نظرة عامة على المشكلة/الاستفسار/الطلب",
        "description": "صف مشكلتك/استفسارك/طلبك"
      }
    }
  },
  "LifeAtPdPage": {
    "title": "الحياة في بروديفانز - انضم إلى عائلتنا التقنية",
    "description": "استكشف الثقافة النابضة بالحياة وفرص العمل في بروديفانز. انضم إلينا في صياغة مستقبل التكنولوجيا.",
    "header": "الحياة في بروديفانز",
    "subHeader": "نحن نعزز ثقافة الابتكار والتعلم المستمر ونقدر العمل الجاد والاعتراف العادل",
    "subHeaderContent": "فرقنا المتفانية في مقدمة بناء منصات السحابة والحاويات الحديثة، حيث نعمل معًا على حل التحديات المعقدة وتقديم حلاً استثنائيًا. بتركيز قوي على التوازن بين العمل والحياة الشخصية ونمو المهني، تقدر بروديفانز رفاهية موظفيها وتقدم فرصًا وفيرة لتطوير الحياة المهنية والتقدم في عالم السحابة والأمان السيبراني. 90% من موظفينا معتمدين في أكثر من تقنية اثنتين. 80% يحصلون على شهادة جديدة كل عام. الامتحانات لا تزال شيئًا اعتياديًا. لا نحن لسنا مدرسة، نحن نحتفل ونرحب بك.",
    "rewards": {
      "header": "المكافآت والتقدير",
      "subHeader": "نقدر ونقدر الجهود الصادقة والتفاني التي يبذلها أفرادنا. في بروديفانز، يتم دائمًا التعرف على الالتزام والأداء الجيد ومكافأتهم."
    },
    "insurance": {
      "header": "تأمين الصحة",
      "subHeader": "تغطي سياسة التأمين الصحي لدينا الموظفين وأزواجهم وأطفالهم. خلال جائحة COVID-19، ساعدنا جميع موظفينا في استرداد جميع النفقات بما في ذلك الاختبارات والتطعيمات."
    },
    "wellness": {
      "header": "برنامج العناية بالصحة والعافية",
      "subHeader": "نحن نعتني ببرامج العناية بالصحة والعافية التي تساعد موظفينا على التعامل مع القلق والضغوط الجسدية والنفسية. تشمل بعض هذه البرامج تقديم جداول عمل مرنة، وتقديم طعام صحي، وإجازة الأمومة وإجازة الأبوة والأمومة، وغيرها."
    },
    "hybrid": {
      "header": "نموذج العمل المختلط",
      "subHeader": "موظفونا حريصون على العمل من أي مكان يختارونه، سواء في المكتب أو في المنزل أو في أي مكان آخر على وجه الكوكب. حتى ساعات العمل مرنة أيضًا في شركة بروديفانز."
    },
    "leadership": {
      "header": "القيادة الفكرية",
      "subHeader": "في بروديفانز، نحن نخلق قادة فكريين. لدينا فريق نشط من المساهمين في مشاريع مفتوحة المصدر وكتَّاب المدونات وما إلى ذلك. أيا كان اهتمامك، هناك فريق بانتظارك هنا."
    },
    "benefits": "فوائد بروديفانز الواحدة",
    "benefits_subheader": "تحدَّيات التكنولوجيا في المستقبل وما بعده لا يمكن حلاً عبر شركة واحدة فقط. اغمر عملك في برنامج يعتمد على الشركاء، جاهز لمساعدتك حيثما تحتاج إليه بشكل أفضل.",
    "gallery": "معرض بروديفانز",
    "outing": {
      "galleryTabs": "رحلات الشركة"
    },
    "friday": {
      "galleryTabs": "جمعة ممتعة"
    },
    "session": {
      "galleryTabs": "جلسة تبادل المعرفة"
    }
  },
  "AboutUsPage": {
    "title": "عن بروديفانز - رحلتنا التقنية",
    "description": "تعرف على بروديفانز، مهمتنا، والتزامنا بثورة حلول التكنولوجيا.",
    "header": "حولنا",
    "subHeader": "أفضل التطبيقات والمنصات السحابية الأصلية. أي سحابة، أي حاوية، أي تطوير آمن وعمليات تطوير، أي تكامل، أي أتمتة للبنية التحتية",
    "content": "نحن مزود حلاً مفتوح المصدر متخصص في تطوير التطبيقات السحابية الأصلية، وتقنية البلوكتشين، والحوسبة السحابية، والبنية التحتية، وأتمتة العمليات الآمنة، والذكاء الاصطناعي والتعلم الآلي. لقد قدمنا برامج الترقية الرقمية واعتماد الحوسبة السحابية في الهند ومنطقة آسيا والمحيط الهادئ لعملائنا باستخدام تقنيات مفتوحة المصدر مدعومة بخدمات ودعم مدارة عالية الجودة مخصصة لاحتياجات عملائنا.",
    "value": "قيمنا",
    "valueContent": "سيساعد Prodevans في تحويل منظمات تكنولوجيا المعلومات مع تقنيات الحوسبة والحاويات القائمة على الطلب والموثوقة والقائمة على البنية التحتية الحديثة للسحابة. لدينا سجل ممتاز في تنفيذ حلول عبر الهند ومنطقة جنوب شرق آسيا. كواحدة من الرواد في تنفيذ حلول Red Hat Cloud عبر المنطقة، نقدم معرفة تقنية لا مثيل لها.",
    "management": "ملفات الإدارة",
    "leaderContent": "قائد تحول التكنولوجيا بأكثر من 19 عامًا من الخبرة في مجالات بنية التكنولوجيا، والتطوير، ومراقبة الجودة، والدعم. قاد برامج تحول التكنولوجيا عبر مجموعات الأعمال. ملتزم بتقديم قيمة للأعمال من خلال تقنيات السحابة. قام بتحويل التطبيقات التقليدية للانتقال إلى منصات السحابة وإدارتها بشكل مستمر عبر مختلف الصناعات (البنوك والخدمات المالية، التجزئة، الحكومة) في الهند وآسيا والمحيط الهادئ. قدم خدمات استشارية متميزة لتحديد أولويات التطبيقات، وتحديد مسار الإنتاج، ووثق تأثير الأعمال وعائد الاستثمار.",
    "altName": "إدارة",
    "managements": {
      "santha": {
        "name": "S Santha Kumar",
        "designation": "رئيس مديري المالية (CFO)"
      },
      "deepak": {
        "name": "Deepak Mishra",
        "designation": "مؤسس والرئيس التنفيذي"
      },
      "dilip": {
        "name": "Dilip Hublikar",
        "designation": "رئيس المبيعات وتطوير الأعمال"
      },
      "arvind": {
        "name": "Arvind Kumar Sinha",
        "designation": "مدير التشغيل الرئيسي ومدير الإدارة (COO/CAO)"
      },
      "gagan": {
        "name": "Gagan Pattanayak",
        "designation": "المدير، المدير التنفيذي للشؤون الأمنية والعمليات (آسيا والمحيط الهادئ)"
      },
      "sushma": {
        "name": "Sushma Shriram",
        "designation": "مدير الموارد البشرية وتطوير الأعمال"
      },
      "sitikantha": {
        "name": "Sitikantha Sarangi",
        "designation": "المدير، المدير التنفيذي التكنولوجي (الهند)"
      },
      "sowmya": {
        "name": "Sowmyashree HM",
        "designation": "مدير أول للمبيعات"
      },
      "nitya": {
        "name": "Nityananda Panda",
        "designation": "نائب الرئيس - مبيعات قنوات التدريب للشركات (الجنوب)"
      },
      "vijay": {
        "name": "Vijay Ramesh Agarwal",
        "designation": "مدير، رئيس توصيل الخدمات (الهند)"
      },
      "sarma": {
        "name": "Pannala Subrahmanya Sarma",
        "designation": "رئيس تسليم المشروع"
      }
    },
    "testimonials": {
      "mobileApp": {
        "testimonialHeader": "الزبون ليس دائمًا على حق، ونحن أيضًا لسنا كذلك",
        "testimonialContent": "نحن ملتزمون بالشفافية والنزاهة. نؤمن بقيمة التغذية الراجعة البناءة وندرك أننا كشركة يمكن أن نرتكب أخطاء. تشجعنا هذه القيمة على الحوار المفتوح، وتعزز المساءلة، وتعزز التفاني في التحسين المستمر. نحن نسعى لتقديم خدمة استثنائية مع تقبل حقيقة أن الكمال هو رحلة مشتركة."
      },
      "reward": {
        "testimonialHeader": "DevOps هو عندما يمكن للمطورين القيام بالعمليات ويمكن للعمليات التطوير، مثل معظم رجالنا",
        "testimonialContent": "في بروديفانز، نشجع على التعاون وتنوع المهارات، مما يسمح للمطورين بفهم والمشاركة في العمليات، ولمحترفي العمليات بالمشاركة في أنشطة التطوير. هذا النهج لا يعزز الكفاءة فقط بل يعزز أيضًا وجهة نظر شاملة حول منتجاتنا وخدماتنا."
      },
      "setting": {
        "testimonialHeader": "يجب عليك تقديم القيمة وإذا لم تتمكن من القول بذلك",
        "testimonialContent": "نحن ملتزمون بالشفافية والمساءلة ورضى العملاء. نحن نولي أولوية لتقديم قيمة ملموسة لعملائنا في كل تفاعل. إذا لم نتمكن، لأي سبب كان، من تلبية توقعاتهم، نتواصل بصراحة ونعمل بشكل تعاوني لإيجاد حلول."
      }
    }
  },
  "BlogPage": {
    "title": "مدونة بروديفانز - رؤى تقنية وتحديثات",
    "description": "استكشف مدونتنا لأحدث اتجاهات التكنولوجيا، والرؤى، والتحديثات من فريق بروديفانز.",
    "bannerTitle": "مدونتنا",
    "subtitle": "استمتع بمقالاتنا المتعلقة بالتكنولوجيا وابقَ دائمًا في المقدمة في عالم الرقميات.",
    "bannerContent": "مرحبًا بك في مدونة بروديفانز، بوابتك إلى أحدث اتجاهات التكنولوجيا، والرؤى، والتحديثات. يتفرغ فريق خبراءنا لتزويدك بمعلومات قيمة يمكن أن تساعدك في التنقل في عالم التكنولوجيا المتطور دائمًا.",
    "button": "اعرف المزيد",
    "sideBarHeader": "",
    "altName": "",
    "noResult": "",
    "placeholder": "",
    "blogs": {
      "keycloak": {
        "blogHeader": "نسخ من Keycloak",
        "blogContent": "عندما يتعلق الأمر بحلاقة الوصول الموحّد الحديث للتطبيقات، فإن Keycloak/RedHat SSO يقود الطريق."
      },
      "gitex": {
        "blogHeader": "جيتكس",
        "blogContent": "PRODEVANS في دبي لجيتكس 2022"
      },
      "keycloakMigration": {
        "blogHeader": "ترحيل قاعدة بيانات Keycloak",
        "blogContent": "ترحيل Keycloak باستخدام قاعدة بيانات MSSQL و POSTGRESQL متكاملة مع Keycloak الإصدار 13-16 في نشر Kubernetes"
      },
      "kubernetesCluster": {
        "blogHeader": "إعداد مجموعة Kubernetes على أجهزة افتراضية",
        "blogContent": "Kubernetes أو K8s هو نظام مفتوح المصدر يُستخدم لتتميم نشر وتوسيع وإدارة التطبيقات المحايدة للحاويات."
      },
      "apacheCamel": {
        "blogHeader": "Apache Camel",
        "blogContent": "Apache Camel هو إطار عمل للتكامل مفتوح المصدر يهدف إلى تبسيط عملية تكامل الأنظمة."
      },
      "openSource": {
        "blogHeader": "مكتب خدمة مصدر مفتوح",
        "blogContent": "انهيار خادم Kubernetes مفتوح المصدر الخاص بك الذي يعمل في الإنتاج"
      },
      "apacheCamelSpringboot": {
        "blogHeader": "Apache Camel Spring boot",
        "blogContent": "مكون بريد أباتشي كاميل"
      },
      "ansible": {
        "blogHeader": "أنسيبل",
        "blogContent": "الآن بعد أن تعرف ماذا يفعل Ansible في جوهره، فإن تطبيقات Ansible لا حدود لها حقًا."
      },
      "kubernetesOperators": {
        "blogHeader": "تفسير عمليات Kubernetes",
        "blogContent": "منذ أن ظهر Kubernetes وأصبح شائعًا، تغيرت الأمور من حيث المشهد المتعلق بنشر التطبيقات المعتمدة على الحاويات."
      },
      "ansibleInfrastructure": {
        "blogHeader": "Ansible لإدارة البنية التحتية",
        "blogContent": "الحقيقة هي أنه لا يهم ما إذا كنت خبيرًا أو مبتدئًا في إدارة البنية التحتية، تكنولوجيا المعلومات أو مطور تطبيق، فأنت كسول."
      }
    }
  },
  "GitexEventPage": {
    "title": "",
    "description": "",
    "header": "بروديفانز في دبي",
    "subHeader": "لجيتكس 2022",
    "date": "10 أكتوبر - 14 أكتوبر 2022",
    "button": "العودة",
    "gitexContent": [
      "جيتكس جلوبال عادت مجددًا إلى الإمارات العربية المتحدة بعد عامين من فترة استراحة ممتدة. إنها مستعدة لتقديم أكثر النظم التي تؤثر في عالم الأعمال والاقتصاد والمجتمع والثقافة من خلال قوة الابتكار الفائقة.",
      "أكبر حدث في مجال التكنولوجيا والشركات الناشئة في العالم يعد بأبعاد وإنجازات جديدة تتراوح من نظام الشبكة الجيل السادس القوي إلى كشف النقاب عن عالم الأعمال في السياق الظاهري. قد تكون العالم مستعدًا أو لا يكون جاهزًا لهذه الجنون، ولكن العقول المستقبلية المدفوعة بالتكنولوجيا مستعدة لرفع العالم إلى مستوى آخر لا نعرفه.",
      "لمواجهة ساحة جديدة تمامًا للتكنولوجيا والمستقبل، احصل على التذاكر الآن لتجربة لا مثيل لها."
    ],
    "prodevansAchievements": "شركة برو ديفانز معتمدة ومعترف بها من قبل ISO 9001 | 27001 | 20000، وهي شركة رائدة في مجال توفير حلول تقنية تخصصية في مجال تقديم خدمات ديف أوبس من البداية إلى النهاية تساهم في تبسيط وتأتيمين تسليم تكنولوجيا المعلومات. الشركة مستعدة للاستفادة من هذه الفرصة الرائعة وتحقيق مكانتها بين عمالقة التكنولوجيا. برو ديفانز هي شركة متعددة الجنسيات ولديها مكتب في دبي وهي جاهزة تمامًا للاستفادة من هذه الفرصة الذهبية.",
    "aboutProdevans": "Prodevans هو مزود خدمة موثوق به للعديد من مؤسسات BFSI، ولدينا تحالفات استراتيجية مع شركات تكامل الأنظمة العالمية مثل Intellect Design، وHCL Technologies، وDell Technologies، وHPE Technologies، وWipro Technologies، وما إلى ذلك. منتجاتنا هي: - PD Cloudex - iVentura - PD Cloudex SDN - بي دي كلوديكس CMP. خدماتنا: - السحابة: البناء والتشغيل والترقية والتعزيز - الأتمتة: البنية التحتية والأمن - DevOps: البناء والإدارة - الترحيل: تعيين السحابة، التطوير الأصلي للسحابة، تحويل التطبيقات - التدريب: السحابة، الحاويات، الأتمتة، Linux قدراتنا: - Ansible Terraform - تطوير إدارة واجهة برمجة التطبيقات - OpenStack - نظام Kubernetes للتحول المفتوح - البنية التحتية لتطوير المصدر المفتوح والخدمات السحابية: الخدمات المدارة - Iaas & Paas، تطوير التطبيقات، الأتمتة، القياس التلقائي والمجموعات، أتمتة CI/CD، الحاويات، تحديث التطبيقات. إدارة السحابة: AZURE، وAWS، وGCP، وIBM، وREDHAT - دعم البنية - مراقبة على مدار الساعة طوال أيام الأسبوع - أنشطة النسخ الاحتياطي واستعادة البيانات - إدارة نظام التشغيل - إدارة مجموعات الأمان - إدارة الشبكة - من السحابة إلى السحابة - المجموعة والنسخ الاحتياطي والاستعادة تطوير مهارات تقنية متخصصة متقدمة في Cloud وDevOps وKubernetes وتطوير البرامج باستخدام تقنيات Low-Code وNo-Code وتقنيات الويب PHP وRuby وPython وGo وC# وNodeJS وJava microservices. وهذا من شأنه أن يساعد في توسيع نطاق خدماتنا لعملاء المؤسسات وتطوير رحلة تجربة رقمية شاملة لهم. لدينا تحالفات استراتيجية مع شركات تكامل الأنظمة العالمية مثل Intellect Design، وHCL Technologies، وDell Technologies، وHPE Technologies، وWipro Technologies، وما إلى ذلك. نحن نساعد مؤسسات تكنولوجيا المعلومات على التحول من خلال السحابة الحديثة المعتمدة على الأشعة تحت الحمراء والقابلة للتطوير والموثوقة عند الطلب. وتقنيات الحاويات. لدينا سجل حافل في تنفيذ الحلول عبر مناطق الهند ورابطة أمم جنوب شرق آسيا. وباعتبارنا إحدى الشركات الرائدة في تنفيذ حلول Red Hat Cloud Solutions في جميع أنحاء المنطقة، فإننا نقدم المعرفة التكنولوجية التي لا مثيل لها."
  },
  "InPressPage": {
    "title": "بروديفانز في وسائل الإعلام - اكتشف إنجازاتنا التقنية",
    "description": "استكشف ظهورات بروديفانز المميزة والإنجازات في وسائل الإعلام وصناعة التكنولوجيا.",
    "bannerTitle": "وسائل الإعلام الخاصة بنا",
    "subtitle": "معترف بها ومحتفى بها: استكشف أبرز اللحظات الإعلامية لبروديفانز",
    "bannerContent": "نقدم بفخر ظهورنا المميز وإنجازاتنا وتقديرنا في وسائل الإعلام وعالم التكنولوجيا الدينامي. نعتقد أن رحلتنا يمكن أن تروى بشكل أفضل من خلال عدسة وسائل الإعلام، ونحن متحمسون لمشاركة هذه النقاط البارزة معكم.",
    "button": "اعرف المزيد",
    "articles": {
      "deepakMishra": {
        "articleHeader": "مقابلة مع ديباك ميشرا\n مؤسس ورئيس تنفيذي لشركة بروديفانز تكنولوجيز",
        "highLight": "أكثر قصص المجلة شهرة"
      },
      "machineLearning": {
        "articleHeader": "كيف تساهم التعلم الآلي في تطور مجال التعليم عبر الإنترنت",
        "highLight": "نُشر على مجلة India Today"
      },
      "prodevansInternship": {
        "articleHeader": "تطلق Prodevans Technologies منصة تدريب جديدة تسمى LEAP لتوفير فرص لخريجي تكنولوجيا المعلومات",
        "highLight": "مجلة أخبار الأعمال هذا الأسبوع"
      },
      "automation": {
        "articleHeader": "التأتي الآلية قد تأخذ وظائفنا - ولكن الذكاء الاصطناعي سيخلقها",
        "highLight": "مجلة مدينة الشركات الناشئة"
      }
    }
  },
  "BrochuresPage": {
    "title": "كتيبات بروديفانز - موارد التقنية",
    "description": "استمتع بالوصول إلى مكتبتنا من الكتيبات التقنية والموارد للبقاء على اطلاع دائم بأحدث الابتكارات.",
    "header": "كتيبات برو ديفانز",
    "thumbnailsImage": "صورة الكتيب",
    "icons": "رموز",
    "close": "إغلاق",
    "of": "من",
    "pdf": "عارض PDF",
    "browser": "متصفحك لا يدعم ملفات PDF.",
    "download": "تنزيل ملف PDF",
    "thumbnail": {
      "openshift": "خدمة برو ديفانز لإدارة أوبن شفت",
      "corporateBrochure": "الكتيب التنظيمي لبوف ديفانز",
      "pdCloudex": "بي دي كلاود إكس",
      "iventura": "ملف تعريف iVentura",
      "ansible": "خدمة برو ديفانز لإدارة Ansible",
      "openshiftBrochure": "كتيب أوبن شفت",
      "pdProfile": "الملف التنظيمي لبوف ديفانز",
      "servicedesk": "كتيب مكتب الخدمات"
    }
  },
  "TicketingPage": {
    "title": "",
    "description": "",
    "bannerTitle": "تذاكرنا",
    "subTitle": "حلول مفتوحة المصدر لمكتب خدمة العملاء",
    "altName": "شعار",
    "serviceDeskContent": "",
    "ticketingContent": "",
    "form": {
      "header": "أخبرنا عن تحدياتك",
      "label": "لقد قرأت ووافقت على <strong>سياسة الخصوصية</strong>",
      "button": "إرسال",
      "altName": "أيقونة النموذج",
      "placeholders": {
        "name": "الاسم الكامل",
        "mail": "أدخل عنوان البريد الإلكتروني الخاص بك",
        "mobile": "أدخل رقم هاتفك المحمول",
        "overview": "نبذة عن المشكلة / الاستفسار / الطلب",
        "description": "صف المشكلة / الاستفسار / الطلب الخاص بك"
      }
    }
  },
  "FooterPage": {
    "title": "تواصل مع برو ديفانز - تواصل من أجل التميز التقني",
    "description": "ابحث عن معلومات اتصالنا وتواصل مع برو ديفانز لكافة احتياجاتك التقنية.",
    "logoAlt": "شعار برو ديفانز في التذييل",
    "footerForm": {
      "header": "تواصل معنا",
      "subHeader": "لنتعاون معًا لإنشاء مستقبلك الرقمي",
      "content": "ستساعد Prodevans في تحويل منظمتك من خلال تقديم تقنيات السحابة والحاويات القائمة على الطلب والقابلة للتوسعة والموثوقة. لدينا سجل ممتاز في تنفيذ الحلول في جميع أنحاء الهند ومنطقة جنوب شرق آسيا. كواحدة من رواد تنفيذ حلول السحابة في المنطقة، نحمل معرفة تقنية لا مثيل لها. لا تتردد في التواصل معنا والشراكة معنا أو لمعرفة المزيد عن منتجاتنا وخدماتنا وفرص العمل أو برامج التدريب. نحن هنا لنقدم لك المعلومات والدعم الذي تحتاجه.",
      "button": "إرسال",
      "placeholders": {
        "name": "الاسم",
        "email": "أدخل بريدك الإلكتروني",
        "message": "أدخل رسالتك",
        "logo": "شعار بروديفانس",
        "formIcons": "أيقونات النموذج"
      }
    },
    "footerMenu": {
      "about": {
        "header": "حول",
        "menu": {
          "aboutUs": "من نحن",
          "blog": "مدونة",
          "inPress": "في الصحافة"
        }
      },
      "company": {
        "header": "الشركة",
        "menu": {
          "career": "الوظائف",
          "lifeAtProdevans": "الحياة في بروديفانز",
          "brochures": "الكتيبات",
          "events": "الفعاليات"
        }
      },
      "support": {
        "header": "الدعم",
        "menu": {
          "contactUs": "اتصل بنا",
          "onlineChat": "دردشة مباشرة عبر الإنترنت",
          "telegram": "تيليجرام",
          "ticketing": "التذاكر"
        }
      },
      "faq": {
        "header": "الأسئلة الشائعة",
        "menu": {
          "services": "الخدمات",
          "products": "المنتجات"
        }
      }
    }
  },
  "NotFoundPage": {
    "title": "الصفحة غير موجودة",
    "description": ""
  }
}
