{
    "RootLayout": {
      "keywords": [
        "pordevans"
      ]
    },
    "NavigationPage": {
      "home": "Home",
      "services": "Services",
      "products": "Products",
      "partners": "Partners",
      "contact": "Contact",
      "close": "Close",
      "prodevans": "Prodevans",
      "submit": "Submit"
    },
    "HomePage": {
        
            "title": "प्रोडेवंस - तकनीक जैसा कभी नहीं",
            "description": "प्रोडेवंस एक प्रमुख तकनीकी समाधान प्रदाता है जो अंत से अंत तक देवओप्स प्रस्तुतियों में विशेषज्ञ है जो आईटी वितरण को सरल और स्वचालित करती है।",
          
      "header": {
        "bannerAltText": "बैनर",
        "headers": {
          "digitalMasterpiece": {
            "title": "अपने व्यापार को पुनर्जीवित करें, भविष्य को अपनाएं",
            "subTitle": "अपने डिजिटल शिल्प को निर्माण करना",
            "description": "प्रोडेवंस में, हम नवाचारी तकनीकी समाधानों के साथ डिजिटल युग में व्यापारों को सशक्त करते हैं।"
          },
          "introZtrust": {
            "title": "एक समस्या मुक्त पहचान और पहुंच प्रबंधन के लिए एक-स्टॉप समाधान",
            "subTitle": "ZTrust का परिचय",
            "description": "सीमलेस ओमनीचैनल लॉगिन अनुभव - एक सरल, सुरक्षित, और और सत्रांत प्रभावी तरीका से आपकी सेवाओं तक पहुंचने के लिए।"
          },
          "searchSmarter": {
            "title": "अपने व्यापार को बादल में पुनर्कल्पित करें...",
            "subTitle": "केवल प्रस्थान न करें, ऊंचा करें",
            "description": "डिजिटल ड्रैग को छोड़ें। हमारे विशेषज्ञता से बनाए गए बादल समाधानों के साथ अपने व्यापार को पुनरूत्थान करें। कुशलता बढ़ाएं, खर्च कम करें, आसानी से स्केल करें। हमारी बादल विशेषज्ञता आपके सफलता को बाइट बाइट बढ़ाती है।"
          }
        },
        "cloud": "क्लाउड",
        "devops": "डेवओप्स",
        "monitoring": "मॉनिटरिंग",
        "management": "प्रबंधन",
        "automation": "स्वचालन",
        "knowMore": "और जानें",
        "support": "समर्थन",
        "calendar": "कैलेंडर",
        "like": "पसंद"
      },
      "quickHelp": {
        "registration": {
          "title": "आज ही रजिस्टर करें",
          "description": "लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर अडिपिसिन्ग एलिट।",
          "firstName": "पहला नाम",
          "lastName": "अंतिम नाम",
          "email": "अपना ईमेल दर्ज करें",
          "overview": "पेशेवर परिचय दर्ज करें",
          "submit": "प्रस्तुत करें",
          "mobile": "मोबाइल नंबर"
        },
        "validation": {
          "firstName": "पहला नाम में अंक नहीं हो सकते",
          "lastName": "अंतिम नाम में अंक नहीं हो सकते",
          "email": "अमान्य ईमेल पता",
          "mobile": "मोबाइल सही संख्या होनी चाहिए"
        },
        "requiredField": {
          "firstName": "पहला नाम आवश्यक है",
          "lastName": "अंतिम नाम आवश्यक है",
          "email": "ईमेल आवश्यक है",
          "mobile": "मोबाइल नंबर आवश्यक है",
          "overview": "पेशेवर परिचय आवश्यक है"
        },
        "loaderMessage": {
          "createUser": "कृपया प्रतीक्षा करें.. ईमेल के साथ उपयोगकर्ता बना रहा है: ",
          "searchEmail": "कृपया प्रतीक्षा करें.. यह जांच रहा है कि उपयोगकर्ता मौजूद है या नहीं",
          "createTicket": "कृपया प्रतीक्षा करें..  एक घटना कैलेंडर बुक कर रहा है"
        },
        "toastMessage": {
          "serverError": "हम घटना कैलेंडर बना नहीं सके। कृपया बाद में पुनः प्रयास करें",
          "createTicket": "हमने आपका संदेश प्राप्त किया है। शीघ्र ही हमारी समर्थन टीम आपसे संपर्क करेगी। यहां संदर्भ के लिए टिकट नंबर है: "
        }
      },
      "footer": {
        "registration": {
          "title": "आज ही रजिस्टर करें",
          "description": "लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर अडिपिसिन्ग एलिट।",      
          "name": "नाम",
          "email": "अपना ईमेल दर्ज करें",
          "profession": "पेशेवर चयन करें",
          "submit": "प्रस्तुत करें"
        }
      },
      "digitalJourney": {
        "header": {
          "we": "हम",
          "expedite": "शीघ्र करें",
          "journey": "आपकी डिजिटल परिवर्तन यात्रा"
        },
        "subHeader": "प्रोडेवंस एक ISO 9001 | 27001 | 20000 प्रमाणित प्रमाणित कंपनी है, जो एक अग्रणी तकनीकी समाधान प्रदाता है जो अंत से अंत तक देवओप्स प्रस्तुतियों में विशेषज्ञ है जो आईटी वितरण को सरल और स्वचालित करती है। हम IaaS, PaaS से लेकर SaaS तक क्लाउड समाधान के पूरे स्पेक्ट्रम में विशेषज्ञ हैं। हम समय-निर्दिष्ट और ROI पर सख्त ध्यान के साथ समाधान प्रदान करने का प्रयास करते हैं। प्रोडेवंस आपको सही क्लाउड-आधारित उपकरणों और संसाधनों को तैनात करके महान ग्राहक अनुभव प्रदान करने में मदद करता है।",
        "monolithic": "मोनोलिथिक आईटी बुनियाद",
        "legacyApp": "विरासत एप्लिकेशन्स",
        "logoAltText": "प्रोडेवंस ब्लू लोगो",
        "automation": "स्वचालन",
        "devOps": "डेवसेकऑप्स",
        "applicationTransformation": "एप्लिकेशन रूपांतरण",
        "monitoring": "360 मॉनिटरिंग",
        "training": "प्रशिक्षण",
        "publicCloud": "सार्वजनिक और निजी क्लाउड",
        "cloudNative": "क्लाउड नेटिव एप्लिकेशन",
        "microService": "माइक्रो-सर्विस एप्लिकेशन",
        "automatedMonitoring": "स्वचालित मॉनिटरिंग और सूचना",
        "solution": "हमारे समाधान",
        "geolocation": "भौगोलिक स्थिति के आधार पर",
        "cloudStrategy": "क्लाउड अनुकूलन रणनीति",
        "fasterDeployment": "तेज़ एप्लिकेशन निर्माण और डिप्लॉयमेंट",
        "orgPolicies": "संगठन नीतियों के साथ शिकायत",
        "cache": "कैश",
        "authentication": "एसएसओ प्रमाणीकरण",
        "channel": "ओम्नी चैनल",
        "engine": "नियम इंजन"
      },
      "chooseProdevans": {
        "header": {
          "shouldChoose": "आपको क्यों चुनना चाहिए",
          "us": "हमें?"
        },
        "comprehensiveExpertise": {
          "header": "व्यापक विशेषज्ञता",
          "content": "विभिन्न सेवाओं के विस्तार स्पेक्ट्रम से लाभ प्राप्त करें, जिसमें डिजिटल परिवर्तन, आईटी बुनियाद प्रबंधन, और सॉफ़्टवेयर रिसैलर (चैनल बिक्री) शामिल हैं। हमारी विविधा सुनिश्चित करती है कि हम आपकी विशेष व्यापार आवश्यकताओं को समग्रता से पूरा कर सकते हैं।"
        },
        "bespokeSolution": {
          "header": "विशेष उपाय",
          "content": "एसएलए के समर्थन के लिए उदाहरणात्मक, नवीनतम और अनूठे उपयोग मामलों के लिए उदाहरणात्मक समाधान। F500 ग्राहकों के लिए विशिष्ट, नवाचारी, विशेष और नवीन उपयोग मामलों का समर्थन किया गया है।"
        },
        "tailoredSolutions": {
          "header": "विशेष उपाय",
          "content": "हर व्यापार को अलग मानते हुए, हम विशेष उपाय बनाने में विशेषज्ञ हैं। क्या आपको एक डिजिटल पूरी तरह से बदलने, मजबूत आईटी बुनियाद प्रबंधन, या हमारे चैनल बिक्री के माध्यम से कटिंग-एज सॉफ़्टवेयर का उपयोग करने की आवश्यकता हो, हमारे समाधान को धाराप्रवाह रूप से आपके ऑपरेशन में मेल खाने के लिए डिज़ाइन किए गए हैं।"
        },
        "endtoendSupport": {
          "header": "एंड-टू-एंड समर्थन",
          "content": "प्रारंभिक परामर्श से लेकर कार्यान्वयन और चलने वाले समर्थन तक, प्रोडेवंस एंड-टू-एंड सेवाएं प्रदान करता है। हम आपके प्रौद्योगिकी समाधान के सम्पूर्ण जीवनकाल में आपके विशेष साथी हैं।"
        }
      },
      "mission": {
        "header": "आपकी टीम के लिए कटिंग-एज तकनीकी समाधान प्रदान करना",
        "circle": "वृत्त",
        "altName": "डॉटेड लाइन",
        "mission": {
          "title": "मिशन",
          "description": "सुझाव: आपके अनुप्रयोगों को लक्षित डिप्लॉयमेंट प्लेटफ़ॉर्म के अनदेखे के बावजूद सबसे प्रभावी रूप से काम करने के लिए।"
        },
        "vision": {
          "title": "दृष्टि",
          "description": "प्रोडेवंस हमेशा प्रौद्योगिकी सीने के अग्रणी होने और आनंद लेने का प्रयास करेगा।"
        },
        "values": {
          "title": "मूल्य",
          "description": "हम मानते हैं कि खुश कर्मचारी = खुश ग्राहक। हम सुनिश्चित करते हैं कि प्रोडेवैनियांस को एक रोमांचक और सिम्युलेटिंग काम मिलता है।"
        }
      },
      "expertise": {
        "header": {
          "title": "हमारी",
          "expertise": "विशेषज्ञता"
        },
        "subHeader": "हम क्लाउड नेटिव एप्लिकेशन विकास, इंफ्रास्ट्रक्चर एज कोड, डेवसेकओप्स, कंटेनर्स और कंटेनर ऑर्केस्ट्रेशन, वर्चुअलाइज़ेशन और क्लाउड तकनीक, इंफ्रास्ट्रक्चर ऑटोमेशन पर मुख्य ध्यान केंद्रित करते हैं।",
        "cloudService": {
          "number": "1.",
          "header": "क्लाउड सेवाएं",
          "content": "प्रोडेवंस सार्वजनिक और निजी क्लाउड्स पर D0, D1, D2 ऑपरेशन्स के बीच समृद्धि योग्य क्लाउड सेवाएं प्रदान करने में विशेषज्ञ है। हम कई OEMS के साथ साथी हैं। VMware, OpenStack, और Nutanix में विस्तृत विशेषज्ञता के साथ हम आपकी समर्थन कर सकते हैं, चाहे तकनीक की चयन हो। हमने विभिन्न ऑर्केस्ट्रेशन / प्रबंधन प्लेन्स के आस-पास आधारित समाधान प्रदान किए हैं जिनमें कई कम्प्यूट, स्टोरेज, और नेटवर्क तकनीकें शामिल हैं।"
        },
        "applicationModeration": {
          "number": "2.",
          "header": "एप्लिकेशन मॉडर्निज़ेशन",
          "content": "संगठन लागत-कुशलता बढ़ाने और निवेश परियोजना को बढ़ावा देने के लिए क्लाउड तकनीकों को अपना रहे हैं। इस प्रक्रिया के हिस्से के रूप में, वे कंटेनराइजेशन और विरासत एप्लिकेशन को स्थानांतरित कर रहे हैं। हालांकि, कई कंपनियों को कौशल की कमी और Kubernetes और Docker की बदलती प्रकृति के कारण चुनौतियों का सामना करना पड़ता है। प्रोडेवंस ओपन सोर्स तकनीकों में अपनी विशेषज्ञता और अनुभव प्रदान करता है ताकि संगठन इस यात्रा में सफलता प्राप्त कर सके और कंटेनर को स्व-पर्याप्त बना सके।"
        },
        "monitoring": {
          "number": "3.",
          "header": "360 डिग्री मॉनिटरिंग",
          "content": "प्रोडेवंस एप्लिकेशन्स और इंफ्रास्ट्रक्चर के लिए व्यापक 360-डिग्री मॉनिटरिंग समाधान प्रदान करता है, सुनिश्चित करता है कि प्रदर्शन और विश्वसनीयता में सर्वोत्तम हो। हम ELK (Elasticsearch, Logstash, Kibana) के साथ साथी हैं, हम स्थिर लॉग प्रबंधन और विश्लेषण क्षमताओं को प्रदान करते हैं ताकि सिस्टम के व्यवहार में मूल्यवर्धन प्राप्त किया जा सके। हम एमजॉन क्लाउडवॉच और एज़्यूर मॉनिटर और सेंटिनेल जैसे अग्रणी सार्वजनिक क्लाउड प्रदाताओं के प्राकृतिक मॉनिटरिंग स्टैक्स के साथ भी अच्छी तरह से जानते हैं, साथ ही अन्य OEM टूल्स जैसे कि MicroFocus SIEM, ManageEngine, Dynatrace, Splunk, DataDog के साथ भी।"
        },
        "accessManagement": {
          "number": "4.",
          "header": "पहचान और पहुंच प्रबंधन",
          "content": "प्रोडेवंस द्वारा विकसित आइडेंटिटी और एक्सेस प्रबंधन समाधान ZTrust एक सरल, सुरक्षित और विश्वसनीय तरीके से एकल साइन-ऑन अनुभव प्रदान करने के लिए एक उपाय है — साथ ही आपकी आईटी टीम के लिए चिंता मुक्ति। ग्राहक आपके संगठन के माध्यम से बिना अन्य एप्लिकेशनों में लॉगिन करने की आवश्यकता के बिना एक लेनदेन के माध्यम से सहजता से हो सकता है।"
        }
      },
      "system": {
        "title": "ऐसे हम अपने",
        "system": "सिस्टम",
        "knowMore": "और जानें",
        "like": "पसंद",
        "support": "समर्थन",
        "calendar": "कैलेंडर",
        "dataCenter": {
          "title": "हमारी टीम डेटा सेंटर में",
          "description": "हमारी टीम संग्रहण केंद्र में समर्पित रूप से समापन-से-समापन कार्यों को लेकर कई महत्वपूर्ण गतिविधियों का समावेश करती है, जैसे कि क्लस्टर सेटअप, एप्लिकेशन डिप्लॉयमेंट, और डेटा सत्ता और संभावित खतरों के खिलाफ रक्षा के लिए कड़ी सुरक्षा उपायों को लागू करना। प्रारंभिक योजना स्तर से अंतिम क्रियान्वयन तक, हमारी टीम सततता से काम करती है ताकि हमारे ग्राहकों के लिए सीमित और कुशल समाधान प्रदान कर सकें। उद्योग के सर्वोत्तम अभ्यासों पर ध्यान देते हुए, हम अपने दृष्टिकोण को प्रोजेक्ट की प्रत्येक विशेषज्ञता की विशेषज्ञता की आवश्यकताओं को पूर्ण करने के लिए रूपांतरित करते हैं, जिससे उत्कृष्ट प्रदर्शन और विश्वसनीयता हो।"
        },
        "professionalCoders": {
          "title": "पेशेवर कोडर्स की टीम",
          "description": "हमें एक प्रतिभाशाली सीओई विकास टीम का गर्व है जो वेब एप्लिकेशन विकास से लेकर मोबाइल और स्टैंडअलोन एप्लिकेशन बनाने तक की प्रौद्योगिकी प्रगति को समर्थन करती है, नवीनतम भाषाओं और फ्रेमवर्क का उपयोग करके। इसके अलावा, हम अपने विभिन्न पैम्प्लेट प्रोडक्ट्स के विकास और सुधारने में सक्रिय रूप से शामिल हैं।"
        },
        "discussionTeam": {
          "title": "टीम के रूप में व्यापार विचारों का चर्चा",
          "description": "हमारी बीए और विषयविशेषज्ञों की टीम ग्राहकों के साथ परियोजना आवश्यकताओं की धारा से विस्तृत रूप से चर्चा करती है, एक विस्तृत बिजनेस आवश्यकता दस्तावेज (BRD) बनाती है। हम फिर व्यापार फ्लो को रूपांतरित करते हैं और एक तकनीकी संरचना डिज़ाइन करते हैं, सफल परियोजना प्रदान के लिए सफल संवाद बल पर जोर देते हैं और ग्राहक की विशेष व्यापार आवश्यकताओं को पूरा करने के लिए।"
        }
      },
      "partners": {
        "header": {
            "our": "हमारे",
            "partners": "साथी"
        }
      },
      "trustedUs": {
        "header": "वे विश्वास करते हैं",
        "sideHeader": " हमें",
        "subHeader": "हम खुश हैं क्योंकि हमारे खुश ग्राहक हैं",
        "altNmae": "हमें विश्वसनीयता",
        "testimonials": {
          "poojara": {
            "testimonial": "लैब्स सेटअप और प्रबंधन करना हमेशा की समस्या रही है। PDCloudEX के डेमो देखने के बाद, मुझे यकीन है कि यह इस गड़बड़ से बाहर निकलने का एक तरीका प्रदान करता है। यह हमारे सभी लैब सत्र और परियोजनाओं को प्रबंधित करने के लिए हमारा एक-स्टॉप-समाधान है। प्रोडेवंस टीम को उनके नवाचार के लिए साहस मिले!",
            "name": "श्री एस आर पूजारा",
            "role": "सहायक प्रोफेसर",
            "company": "कंप्यूटर साइंस और इंजीनियरिंग, आरआईटी राजारामनगर, भारत"
          },
          "rajkumar": {
            "testimonial": "क्लाउड इन अ बॉक्स (PDcloudEx) एनेका का उपयोग करके क्लाउड एप्लिकेशन प्रोग्रामिंग में अगली पीढ़ी के सॉफ़्टवेयर इंजीनियर्स को कौशल साधने और आगे बढ़ते बड़े डेटा और इंटरनेट ऑफ थिंग्स (IoT) एप्लिकेशन्स को शक्तिशाली बनाने के लिए एक तैयार उपयोग मानक इंफ्रास्ट्रक्चर प्रदान करता है।",
            "name": "डॉ. राजकुमार बुय्या",
            "role": "प्रमुख प्रोफेसर",
            "company": "रेडमंड बैरी"
          },
          "aneesh": {
            "testimonial": "सामग्रियों में आस्थाएं होने पर लैब्स सेटअप करना कठिन और समय लेने वाला है। छात्रों की संख्या लगातार बदल जाने के कारण ROI पर पूरा विश्वास करना लगभग असंभव है। PDCloudEX ने हमें लचीलाई प्रदान की है बिना उपलब्धता पर कमी की आशंका किए। चाहे यह सार्वजनिक हो या निजी क्लाउड हो, छात्रों को अब कहीं भी, कभी भी लैब्स तक पहुंचने का एक तरीका है। हम आवश्यकता के हिसाब से स्केल अप और डाउन करते हैं। PDCloudEX के धन्यवाद से हम अब न्यूनतम डाउनटाइम के साथ अपने लैब्स को प्रबंधित करते हैं, इंफ्रास्ट्रक्चर की चिंता किए बिना, अपने प्रयासों को पाठ की पेशेवर स्वरूप से केंद्रित करते हैं।",
            "name": "पी.वी. आनीश",
            "role": "मैनेजर",
            "company": "ग्लोबल लर्निंग सर्विसेज, रेड हैट इंडिया"
          },
          "abhijeet": {
            "testimonial": "रेड हैट के साथ एक दशक से अधिक समय से रहकर और अनगिनत शिक्षाविदों और उद्यम उपयोगकर्ताओं से मिलकर, मैं निश्चित रूप से कह सकता हूं कि उनमें से अधिकांश अपने निवेश को कम करने के लिए रेड हैट या ओपन सोर्स प्रौद्योगिकियों के साथ जाना चाहते हैं। हम 'PDCloudEX' की तरह के उत्कृष्ट उत्पाद का इंतजार कर रहे थे, जो खर्च कम करने में एक गेम चेंजर है। इसके अलावा, यह छात्रों को क्योंकि तकनीकी में उन्नति का सामना करने का एक साधन देता है जो वास्तविक में घंटों की आवश्यकता है। आश्चर्यजनक प्रौद्योगिकी। आश्चर्यजनक लोग",
            "name": "अभिजीत रॉय",
            "role": "एपैक हेड",
            "company": "ट्रेनिंग एंड सर्टिफिकेशन, स्टार सर्टिफिकेशन"
          },
          "sowmya": {
            "testimonial": "हम आपकी प्रशंसा करते हैं उन उत्कृष्ट काम के लिए जो आपने सेटअप करने में किया है टांजू क्लस्टर के लिए ऐप बैकएंड को सेंट्रल बैंक डिजिटल करंसी (सीबीडीसी) परियोजना के लिए। आपने हमें लाभान्वित किया है और हमेशा इस परियोजना की प्रगति की दिशा में समर्थन किया है। आपके इस दृष्टिकोण के साथ, सभी स्ताकहोल्डर्स ने आपके काम की शैली और शामिलता की प्रशंसा की है। आपकी नई चीजों को सीखने और किसी कार्य के प्रति समर्पण के लिए आपकी उत्साही भावना प्रशंसनीय है। हम आपके ईमानदार प्रदर्शन, पेशेवरता, कड़ी मेहनत और समर्पण की पहचान करते हैं। हम आशा करते हैं कि आप भविष्य में भी इसी तरह से अपनी उम्मीद बनाए रखेंगे। इसे बढ़ाएं।",
            "name": "एन सौम्या",
            "role": "सहायक महाप्रबंधक (सिस्टम्स)",
            "company": "स्टेट बैंक ऑफ इंडिया"
          }
        }
      },
      "clients": {
        "header": {
            "our": "हमारे",
            "partners": "साथी"
        }
      },
      "projectsAcrossTheGlobe":{
        "header": "हम पूरे विश्व में परियोजनाएं कार्यान्वित करते हैं"
      }
    },
    "ProductsPage": {
        "title": "Prodevans उत्पाद - अपने टेक स्टैक को उच्च करें",
        "description": "हमारे नवाचारी तकनीकी उत्पादों को अन्वेषित करें जो आपके व्यापार के कार्यों को बढ़ावा देने और कुशलता में सहायक होने के लिए डिज़ाइन किए गए हैं।",
        "header": "हमारे उत्पाद",
        "subHeader": " आपके व्यापार की क्षमता को मजबूत करना - प्रोडेवंस में, हम उनोक्ति करते हैं कि हमारे नवाचारी उत्पाद आपके व्यापार को एक सफल भविष्य के लिए सशक्त करें",
        "products": "सभी उत्पाद: ",
        "knowMore": "और जानें",
        "showLess": "कम दिखाएं",
        "previous": "पिछला",
        "next": "अगला",
        "comingSoon": "जल्दी आ रहा है",
        "cloudex": {
          "title": "PDCloudEX SDN",
          "description": "PDCloudEx SDN एक सॉफ़्टवेयर-निर्धारित नेटवर्किंग समाधान है जो ब्लाउड पर वर्चुअल और फिजिकल वर्कलोड्स के लिए इंट्रा-डेटासेंटर कनेक्टिविटी प्रदान करता है। यह OpenDayLight, OpenVSwitch और Openstack पर निर्मित है, जो नेटवर्क में सॉफ़्टवेयर और हार्डवेयर कॉम्पोनेंट्स के लिए एक विभाजन प्रदान करता है, साथ ही वर्चुअल नेटवर्क्स पर पूरा नियंत्रण प्रदान करता है। हमारी तकनीक पूर्ण नेटवर्क वर्चुअलाइज़ेशन को समर्थन करती है और उपभोक्ताओं, डेटा केंद्रों और सेवा प्रदाताओं को सुरक्षित मल्टी-टेनेंट नेटवर्क बुनाने, नियंत्रित करने, मॉनिटर करने और प्रबंधित करने में आसानी प्रदान करता है। दूसरे शब्दों में, यह एक समृद्धि समाधान है जो डेटासेंटर, एंटरप्राइज डब्लूएएन और पब्लिक क्लाउड प्रदाताओं के बीच नेटवर्क को कम्प्यूट संसाधनों की तरह तत्पर बनाता है।",
          "content": "यह इसे त्वरित और कुशल आवृत्ति सुनिश्चित करने के लिए आवश्यक अनुप्रयोग सेवाओं की पूर्ति में गायब होने वाले लिंक प्रदान करके करता है, बहु-वायवीय डेटा केंद्रों में और उनके बीच। उत्पाद अच्छी तरह से OpenStack का उपयोग करता है, जिससे PDCloudEx SD आने वाले क्षणभंगुर वास्तविक समय के विश्लेषण, सुरक्षा और सुधार के पहलुओं में गहरे अध्ययन कर सकता है।",
          "benefits": "PDCloudEX SDN के प्रमुख लाभ",
        "scalability": {
            "title": "स्केलेबिलिटी",
            "description": "SDN कंट्रोलर्स को तेजी से बढ़ाने/कम करने की क्षमता; इसके फलस्वरूप कार्य-भारों को दक्षता से प्रबंधित और वितरित करने की क्षमता"
        },
        "flexibility": {
            "title": "लचीलता",
            "description": "व्यापार की लचीलता को बढ़ाने और सुरक्षा, उपलब्धता और प्रदर्शन को बेहतर बनाने के लिए क्लाउड और एनएफवी पर्यावरणों के लिए समाधान"
          },
          "cost": {
            "title": "लागत",
            "description": "स्वचालित वर्चुअल नेटवर्क संसाधन प्राविधान, कॉन्फ़िगरेशन और नेटवर्किंग और सुरक्षा संसाधनों के संचालन से मैनुअल हस्तक्षेप को कम करता है जबकि संचालन क्षमता को सुधारता है और संचालन लागतें कम करता है।"
          },
          "userFriendly": {
            "title": "उपयोगकर्ता अनुकूल",
            "description": "SDN कंट्रोलर्स को तेजी से बढ़ाने/कम करने की क्षमता; इसके फलस्वरूप कार्य-भारों को दक्षता से प्रबंधित और वितरित करने की क्षमता"
          },
          "secure": {
            "title": "सुरक्षित",
            "description": "यह नियंत्रण और फॉरवर्ड प्लेन को अलग करके और ट्रिपल-ए सेवाओं को सक्षम करके सुरक्षा और अलगाव प्रदान करता है"
          },
          "learn": "उत्पाद के बारे में और गहराई से जानने के लिए",
          "link": "नीचे दिए गए लिंक पर क्लिक करें",
          "clickHere": "यहाँ क्लिक करें"
      },
      "iventura": {
        "title": "आईवेंचुरा",
        "description": "आईवेंचुरा एक सेल्फ-सर्विस प्लेटफ़ॉर्म है जो एनालिटिक्स और मशीन लर्निंग के लिए एक-स्टॉप सोल्यूशन प्रदान करती है, जो कुबरनेटीज पर नेटिव रूप से चल रही एमएल कंपोनेंट्स और सेवाओं का संग्रह है। लोरेम इप्सम डोलर सिट अमेट, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मॉड टिन्सिडंट उत लारीट डोलोरे मैग्ना अलिक्वाम एरात वोलुत्पत। उत विसी एनिम अड मिनिम वेनियाम, क्विस नोस्त्रुड एक्सर्चि टेशन उल्लाम्कोर्पर सुस्सिपिट लोबोर्टिस निस्ल उत अलिक्विप एक्स इया कॉमोडो ",
        "features": {
          "title": "हमारी विशेषताएँ!",
          "description": "आप मॉडलिंग के बारे में चिंता करें, बाकी सब कुछ हमारी जिम्मेदारी है।"
        },
        "setup": {
          "title": "वन टच सेटअप",
          "description": "आईवेंचुरा पूरी तरह से प्रबंधित प्लेटफ़ॉर्म है। यह संसाधन की मांग के अनुसार सीमित है। मजबूत लॉगिंग और सुरक्षा तंतु से पूरी तरह से समर्थित है।"
        },
        "support": {
          "title": "कंटेनर समर्थन",
          "description": "डेवेलपर्स अपने सुरक्षित वातावरण में कोड कर सकते हैं - जब वे लॉगिन करते हैं, यह स्वचालित रूप से प्रदान किया जाता है।"
        },
        "scaling": {
          "title": "गो पर स्केलिंग",
          "description": "आईवेंचुरा एक बंडल पैकेज के रूप में आता है जिसे ऑन-प्रेम या क्लाउड पर जा सकता है। आईवेंचुरा एको सिस्टम मांग पर स्केल्स है। सुरक्षित है। एक बटन क्लिक पर मॉडल डिप्लॉय करता है। URL के रूप में विजुअलाइजेशन साझा करता है।"
        },
        "security": {
          "title": "सुरक्षा और IAM",
          "description": "डेवेलपर स्थान केवल सुरक्षित प्रमाणीकरण के माध्यम से पहुंच सकता है। प्रत्येक स्थान अन्योन्य से स्वतंत्रता से कार्रवाई करता है।"
        },
        "browser": {
          "title": "डेवेलपर ब्राउज़र IDE",
          "description": "ऑल इनक्लूसिव आईडीई जहां डेटा साइंटिस्ट्स गुब्बार सर्च और अपलोड पुस्तकालय, अन्य टीमों के साथ सहयोग कर सकते हैं, अपनी पसंद की भाषा में कोड कर सकते हैं: पायथन, आर, नोडजेएस। स्रोत सिस्टम्स के साथ समेकित होता है। सुरक्षित वातावरण में मॉडल बनाएं। तेजी से डिप्लॉय करें और मॉडल्स को URL के रूप में साझा करें।"
        },
        "delivery": {
          "title": "नियमित वितरण",
          "description": "डेवेलपर्स अन्य टीमों के साथ सहयोग कर सकते हैं। वे कुछ मिनटों के भीतर परिवर्तन आसानी से डिप्लॉय कर सकते हैं।"
        },
        "learn": "उत्पाद के बारे में और गहराई से जानने के लिए",
        "link": "नीचे दिए गए लिंक पर क्लिक करें",
        "clickHere": "यहाँ क्लिक करें"
      },
      "assessit": {
        "title": "एसेसआईट"
      },
      "sso": {
        "title": "जेडट्रस्ट एसएसओ"
      }
    },
    "ServicesPage": {
        "title": "प्रोडेवांस सेवाएं - विशेषज्ञ तकनीकी समाधान",
        "description": "हमारी विशेषज्ञी तकनीकी सेवाओं की व्यापक श्रृंगारित सूची को खोजें, जो आपकी विशिष्ट आवश्यकताओं को पूरा करने के लिए निर्मित की गई है।",
        "header": "हमारी सेवाएं",
        "subHeader": "आपके भविष्य को आकार देने के लिए सेवाएं",
        "content": "हम तकनीक, बुनियाद, और लोगों के समाधान प्रदान करते हैं, जिन्हें हमारे समस्या समाधानकारी और तकनीशियन की टीम ने सावधानी से तैयार किया है, ऑपरेशन की जोखिम, विकास को बढ़ावा देना, और आपके व्यापार को भविष्य सुरक्षित बनाने के लिए।",
        "allServices": "सभी सेवाएं:",
        "knowMore": "और जानें",
        "showLess": "कम दिखाएं",
        "previous": "पिछला",
        "next": "आगामी",
        "cloudComputing": {
            "title": "क्लाउड कंप्यूटिंग",
            "heading": "क्लाउड कंप्यूटिंग समाधान प्रदाता",
            "description": "हमारे क्लाउड कंप्यूटिंग प्रौद्योगिकी में व्यापक अनुभव से हमें आपकी व्यापार मांग के अनुसार सभी-समाहित क्लाउड समाधान तैयार करने में सक्षमता है। प्रोडेवांस आपको एक तेज, सरल पथ प्रदान कर सकता है जो कम TCO के साथ समाधान प्रदान करता है, साथ ही आपके क्लाउड बुनियादी भविष्य के लिए अनुकूलता प्रदान करता है। कई कॉर्पोरेट और सरकारी इकाइयों ने हम पर विश्वास किया है क्योंकि हमने CRM, डेटाबेस, कम्प्यूट और डेटा स्टोरेज जैसी विभिन्न अनुप्रयोग और बुनियादी आवश्यकताओं का समाधान करने के लिए कई बार भरोसा करा है। हमारी क्लाउड कंप्यूटिंग सेवाएं सभी आकारों की कंपनियों और उद्योग क्षेत्रों में लाभ उठाने में मदद कर रही हैं।",
            "cloudPortfolio": {
                "title": "हमारा क्लाउड प्रबंधन संग्रहण शामिल है",
                "server": {
                    "title": "स्व-सेवा आईटी पहुँचाना"
                },
                "service": {
                    "title": "एकाधिक क्लाउड का सारांश"
                },
                "cloudNetworking": {
                    "title": "निगरानी और नियंत्रण प्रदान करना"
                },
                "networking": {
                    "title": "जीवनकाल प्रबंधन को स्वचालित करना"
                }
            },
            "features": {
                "title": "हमारी सेवाओं की विशेषताएं",
                "advisory": {
                    "title": "क्लाउड सलाहकार सेवाएं",
                    "description": "सर्वेक्षण वर्कशॉप्स और बेंचमार्किंग के माध्यम से हम खोजते हैं कि कौन से वर्कलोड क्लाउड में स्थानांतरित के लिए उपयुक्त हैं। फिर, हम सबसे उपयुक्त क्लाउड मॉडल, निजी, सार्वजनिक या हाइब्रिड, की सिफारिश करते हैं और विस्तृत अगले कदमों के साथ एक सड़कमार्ग विकसित करते हैं।"
                },
                "enablement": {
                    "title": "क्लाउड सक्षमता सेवाएं",
                    "description": "आपके संगठन के लिए क्लाउड की उपयुक्तता सुनिश्चित करने के लिए हम एक साक्षात्कार को लागू करेंगे जिससे कि कार्यक्षमता और कुल निवेश पर दिखाई दे।"
                },
                "implementation": {
                    "title": "क्लाउड अमलीकरण सेवाएं",
                    "description": "प्रत्येक वर्कलोड के लिए, हम आवेशित, स्थानांतरित, कॉन्फ़िगर करेंगे, एप्लिकेशन को क्लाउड में संचालित करेंगे, और प्रबंधित करेंगे।"
                },
                "managed": {
                    "title": "क्लाउड प्रबंधित सेवाएं",
                    "description": "हम आपकी क्लाउड डिप्लॉयमेंट के समर्थन, प्रशासन और सुधार की सुरक्षा प्रदान करते हैं ताकि आवेशित प्रदर्शन और लागत को कम से कम करें।"
                }
            }
      },
      "applicationModernization": {
        "title": "एप्लिकेशन मॉडर्नाइज़ेशन",
        "description": "क्षमता को कम करने और RoI को सुधारने के लिए, दुनिया भर की संगठनें क्लाउड प्रौद्योगिकियों को अपना रही हैं। वे लेगेसी एप्लिकेशन्स को भी कंटेनर्स पर मूव कर रहे हैं। लेकिन संगठन इस कंटेनर के स्वीकृति की इस यात्रा में कहाँ और कैसे आरंभ करें? इस क्षेत्र में कौशल में एक गंभीर कमी है। कुबरनेटीज़ और डॉकर अब भी विकसित हो रहे हैं। इन्हें प्रभावी ढंग से उपयोग करने के लिए बहुत बड़ी कड़ी है। बहुत से विकास दलों को इन्हें प्रभावी ढंग से उपयोग करने के लिए जानकारी की आधारभूत बेस की कमी है। संगठनों के लिए एक उच्च सीखने की कुर्व है - इस मैदान को काटने के लिए ताकि वे अनुप्रयोगों को प्रोडक्शन ले जा सकें और इसके बाद, उन्हें सफलता से बनाए रखने के लिए। हम प्रोडेवांस में, न केवल विशेषज्ञता लाते हैं - जो खुले स्रोत प्रौद्योगिकियों के साथ खेलने के वर्षों के आधार पर बनी है - बल्कि इस इरादे के साथ भी आते हैं कि आपको यह सुनिश्चित करें कि आप इस यात्रा को अपनी स्वंतंत्रता से कह सकते हैं।",
        "transformationServices": {
            "title": "प्रोडेवांस एप्लिकेशन परिवर्तन सेवाएं",
            "delivery": {
                "title": "तेज एप्लिकेशन वितरण",
                "description": "नए और मौजूदा एप्लिकेशन्स की डेवेलपर्स से उपभोक्ता तक पहुंच को तेजी से बढ़ाने के लिए, मैन्युअल रिलीज प्रक्रियाओं को कम करके नए एप्लिकेशन कोड की एकीकृतता, परीक्षण, और डिप्लॉयमेंट को स्वचालित करके।"
            },
            "optimize": {
                "title": "मौजूदा एप्लिकेशन्स को अधिक सुधारें",
                "description": "नए और मौजूदा एप्लिकेशन्स की डेवेलपर्स से उपभोक्ता तक पहुंच को तेजी से बढ़ाने के लिए, मैन्युअल रिलीज प्रक्रियाओं को कम करके नए एप्लिकेशन कोड की एकीकृतता, परीक्षण, और डिप्लॉयमेंट को स्वचालित करके।"
            },
            "cloud": {
                "title": "क्लाउड-नेटिव एप्लिकेशन",
                "description": "एप्लिकेशन सेवाओं, माइक्रोसर्विसेस, कंटेनर्स, एपीआई के साथ नए-नए क्लाउड-नेटिव एप्लिकेशन्स को तेजी से विकसित और प्रदान करें और डेवेलपर क्षमता बढ़ाकर एप्लिकेशन पैकेजिंग और वितरण को स्वचालित करके।"
            }
        },
        "containerProgram": {
            "title": "प्रोडेवांस कंटेनर स्वीकृति कार्यक्रम",
            "identify": {
                "number": "1.",
                "title": "एक एप्लिकेशन की पहचान करें"
            },
            "select": {
                "number": "2.",
                "title": "एक मुख्य टीम का चयन करें"
            },
            "impart": {
                "number": "3.",
                "title": "सर्वोत्तम प्रथाओं का अवगत कराएं"
            },
            "prepare": {
                "number": "4.",
                "title": "स्केल और पुनरावृत्ति प्रक्रिया के लिए टीम को तैयार करें"
            },
            "increase": {
                "number": "5.",
                "title": "एप्लिकेशन के फुटप्रिंट को बढ़ाएं"
            },
            "adopt": {
                "number": "6.",
                "title": "नेतृत्व सूचित रणनीति द्वारा अपनायें"
            },
            "process": {
                "number": "7.",
                "title": "सांस्कृतिक, तकनीक, और प्रक्रिया परिवर्तन विस्तारपूर्वक स्थायी डिजिटल नेतृत्व"
            },
            "scale": {
                "number": "8.",
                "title": "पुनरावृत्ति प्रक्रिया को स्केल करें"
            },
            "footprint": {
                "number": "9.",
                "title": "एप्लिकेशन के फुटप्रिंट को बढ़ाएं"
            }
        }
      },
      "degreeMonitoring": {
        "title": "360 डिग्री मॉनिटरिंग",
        "description": "हमारे क्लाउड कंप्यूटिंग प्रौद्योगिकी में व्यापक अनुभव से हमें आपकी व्यापार मांग के अनुसार सभी-समाहित क्लाउड समाधान तैयार करने की क्षमता है। प्रोडेवांस आपको एक तेज, सरल पथ प्रदान कर सकता है जो कम TCO के साथ समाधान प्रदान करता है, साथ ही जिससे आप अपने क्लाउड बुनियादी भविष्य को सामर्थ्य देने के लिए आवश्यक लाचारी प्राप्त कर सकते हैं। कई कॉर्पोरेट और सरकारी इकाइयों ने हम पर विश्वास किया है क्योंकि हमने CRM, डेटाबेस, कम्प्यूट, और डेटा स्टोरेज जैसी विभिन्न अनुप्रयोग और बुनियादी आवश्यकताओं का समाधान करने के लिए कई बार भरोसा करा है। हमारी क्लाउड कंप्यूटिंग सेवाएं संसाधन उपयोग को अधिकतम करने, आपके डेटा और सामग्री को सुरक्षित करने, साथ ही किसी भी वेब-कनेक्टेड डिवाइस से पहुंच सक्षम करने में मदद कर रही है। प्रोडेवांस के समृद्धिसंपूर्ण क्लाउड कंप्यूटिंग समाधान विभिन्न आकारों की कंपनियों और उद्योग क्षेत्रों को क्लाउड कंप्यूटिंग की शक्ति का लाभ उठाने में मदद कर रहा है।",
        "monitoringNeeds": {
            "title": "आपकी सभी मॉनिटरिंग आवश्यकताओं को पूरा करना!",
            "server": {
                "number": "1.",
                "title": "सर्वर मॉनिटरिंग",
                "description": "किसी भी ओएस पर चल रहे सर्वरों की उच्चतम प्रदर्शन सुनिश्चित करें। ग्रेनुलर स्तर की विश्लेषण और प्रत्येक सर्वर पर चल रहे व्यक्तिगत प्रक्रियाओं और सेवाओं की ट्रैकिंग द्वारा प्रदर्शन मुद्दों का ट्रैक करें। सर्वर के महत्वपूर्ण पैरामीटर्स के लिए सर्वर-विशिष्ट अवलोकन जैसे कि सीपीयू, मेमोरी, डिस्क और एचडी उपयोग सर्वर स्वास्थ्य"
            },
            "application": {
                "number": "2.",
                "title": "एप्लिकेशन मॉनिटरिंग",
                "description": "प्रत्येक एप्लिकेशन को उसके संबंधित महत्वपूर्ण पैरामीटर्स के साथ मॉनिटर करें। विशेष एप्लिकेशन जिन्हें मॉनिटर किया जा रहा है के लिए पृष्ठ और दृश्यों की सीधी पहुंच के साथ सुधारित अंतयथा उपयोगकर्ता अनुभव। समर्थन प्रदान करना"
            },
            "database": {
                "number": "3.",
                "title": "डेटाबेस मॉनिटरिंग",
                "description": "प्रत्येक डेटाबेस तत्व के प्रदर्शन और वर्चुअल और फिजिकल सर्वरों पर इंस्टेंस का मॉनिटर करें। प्रदर्शन-समय और लेन-आधारित विश्लेषण के साथ प्रदर्शन करने के लिए हल्के और एजेंट लेस तकनीक। डेटाबेस की अधिसूचना, असफलताएं, और टेबल करप्शन की पूर्वानुमानित आकलन, स्टोरेज आवश्यकताओं और इंडेक्स प्रदर्शन की पूर्वानुमानित आकलन।"
            },
            "virtualization": {
                "number": "4.",
                "title": "वर्चुअलाइज़ेशन मॉनिटरिंग",
                "description": "स्वचालित खोज पूल, होस्ट, वर्कलोड के साथ होस्ट, होस्ट सीपीयू, मेमोरी, VM चल रहे हैं, आदि की कुंजी पैरामीटर्स का प्रबंधन करें। होस्ट के महत्वपूर्ण पैरामीटर्स की मॉनिटरिंग जैसे कि सीपीयू कोर्समेमोरी, VMs चल रहे हैं, आदि और VM के महत्वपूर्ण पैरामीटर्स की मॉनिटरिंग जैसे कि सीपीयू, मेमोरी और डिस्क उपयोग। VMs को होस्ट सर्वर्स पर ट्रेस करना। VMware ESX/ESXi, Microsoft HyperV, Citrix XenServer, और Linux KVM का समर्थन करता है।"
            }
        }
    },
    "identityAccess": {
      "title": "पहचान और पहुंच प्रबंधन",
      "description": "प्रोडीवांस ग्राहक अनुभव से बेहतर व्यापार और विश्वास उत्पन्न करता है। इसलिए, आपके CIAM के लिए सुविधा, अत्यंत विकसीकरण, और सुरक्षा को मिलाकर आपके डिजिटल ग्राहक अनुभव को पुनर्निर्माण करना अत्यंत आवश्यक है। अपने उद्यम के भिन्न उपयोगकर्ता स्टोर्स से अपने उपभोक्ता का एक समरूप, एकल दृष्टिकोण बनाएं और एंटरप्राइज के भीतर से उपभोक्ता जीवनचक्र का संचालन करने के लिए एक सुसंगत, बहु-चैनल व्यक्तिगतीकरण के साथ समर्थन करें। जोखिम स्कोर से समर्थित, आड़वायज, बहु-कारक प्रमाणीकरण के साथ संविदान में, बाद में आपके उद्यम को अपने उपभोक्ता पहुंच प्रबंधन क्षमताओं की गति और स्थायिता बढ़ाकर सुरक्षित, पूर्वदृष्टि और स्केलेबिलिटी में वृद्धि करें।",
    "solutionStack": {
      "title": "हमारे समाधान स्टैक",
      "description":"लोरेम इप्सम पेन सिट अमेट, कंसेक्टेट्यूअर एडिपिसिंग एलीट, डेड डायम नॉनमी निभ यूइस्मोड टिनसीडंट आउट",
      "identity": {
        "title": "प्रोडीवांस डिजिटल पहचान",
        "description": "प्रोडीवांस ग्राहक अनुभव से बेहतर व्यापार और विश्वास उत्पन्न करता है। इसलिए, आपके CIAM के लिए सुविधा, अत्यंत विकसीकरण, और सुरक्षा को मिलाकर आपके डिजिटल ग्राहक अनुभव को पुनर्निर्माण करना अत्यंत आवश्यक है। उनोटेक के CIAM समाधान के साथ, अपने उपभोक्ताओं को सुरक्षित अनुभव करने की अनुमति दें जबकि वे आपके आय उत्पन्न करने वाले डिजिटल उत्पादों और सेवाओं तक सहजता से पहुंचते हैं। अपने ग्राहकों की पूरी तरह से एन्क्रिप्टेड कस्टमर प्रोफ़ाइल और सहमति प्रबंधित डेटा समृद्धि सुनिश्चित करें ताकि गोपनीयता और सुरक्षा सचेत और सुरक्षित उपभोक्ताओं को उत्कृष्ट उपभोक्ता आय प्राप्त कर सकें।"
      },
      "signOn": {
        "title": "सिंगल साइन-ऑन",
        "description": "सभी आपके ऐप्स और एंटरप्राइज संपत्तियों तक एक क्लिक उपभोक्ता पहुंच को सुरक्षित वातावरण में सक्षम करें - किसी भी स्थान और किसी भी डिवाइस से। OIDC, SAML और CAS सक्षम प्रस्तुतियों के माध्यम से आपके समकालीन एप्लिकेशन्स तक सुरक्षित सिंगल साइन-ऑन (SSO) का उपयोग करें, और अपने विरासत एप्लिकेशन्स को कस्टम API आधारित टोकन एक्सचेंज SSO के समर्थन के माध्यम से क़ायमी सुरक्षित पहुंच प्रदान करें।"
      },
      "consentManagement": {
        "title": "सहमति प्रबंधन",
        "description": "जैसे कि GDPR जैसे विनियामक आवश्यकताएं, उद्यमों के लिए सहमति प्रबंधन प्लेटफ़ॉर्म पेश करना अत्यंत महत्वपूर्ण है जिससे उपभोक्ताओं से विशिष्ट डेटा प्रसंस्करण के उद्देश्यों, जैसे कि विपणि, विश्लेषण या स्वास्थ्य के लिए, के लिए उनकी सहमति जुटाई और प्रसंस्करण करना महत्वपूर्ण है। अपने उपभोक्ताओं की गोपनीयता सुनिश्चित करें उनकी व्यक्तिगत डेटा को जुटाने और प्रसंस्करण से पहले उनकी सहमति प्राप्त करके। उनोटेक का सहमति प्रबंधन मॉड्यूल, प्रोडीवांस और सुरक्षित उपभोक्ता अनुभव के लिए इसके सहमति प्राप्ति प्रक्रिया और उसके संबंध को परिभाषित करने में मदद करता है।"
      },
      "authentication": {
        "title": "मल्टी-फैक्टर प्रमाणीकरण",
        "description": "अपने उपभोक्ताओं की और बेहतर प्रमाणीकरण के लिए विभिन्न MFA मेकैनिज़म का समर्थन करके डेटा उल्लंघनों से बचें। आप ईमेल या एसएमएस पर ओटीपी के साथ MFA करने के लिए विभिन्न विकल्पों में से चयन कर सकते हैं, सीक्रेट चैलेंज/क्वेश्चन्स, थर्ड-पार्टी प्रमाणीकरणकर्ताओं या उनोटेक के अथेंटिकेटर पर समय-आधारित ओटीपी के साथ MFA करने के लिए। अपने उपभोक्ताओं को सुरक्षित रूप से पासवर्ड-मुक्त करने की सुविधा प्रदान करके उपभोक्ताओं के लिए यूज़र एक्सपीरियंस को पुनर्निर्भर करने में मदद करें।"
      },"integration": {
        "title": "बी2ब एकीकरण",
        "description": "हमारा CIAM समाधान व्यापारों को आसानी से डेटा को विभिन्न एंटरप्राइज डायरेक्टरी या पहचान प्रदाताओं के बीच एकीकृत करने की अनुमति देता है। इसके परिणामस्वरूप, उपभोक्ता पहचान जीवनचक्र के एंड-टू-एंड प्रबंधन को सरल बनाता है और उपभोक्ताओं के प्रति मूल्य जोड़ने, जोखिमों के खिलाफ सुरक्षित रखने और गोपनीय समस्याओं को समृद्धिपूर्णता से प्रबंधित करने में मदद करता है।"
     }
   }
 },
 "automation": {
  "title": "स्वचालन",
  "description": "स्वचालन प्रक्रिया या प्रक्रिया में मानव सहायता को कम करने का एक तरीका है। इससे संगठन को प्रशांति में डेटा की विश्लेषण और रिकॉर्डिंग करके प्रक्रिया को स्वचालित करने की क्षमता मिलती है। यह संगठन को एक मैनुअल प्रक्रिया से एक तेज, सटीक और विश्वसनीय स्वचालन प्रक्रिया में परिवर्तित करता है। यह 'क्लाउड माइग्रेशन' अक्सर ऐसे प्रश्न उत्पन्न करता है कि 'इस बदलते दृष्टिकोण में नेटवर्क संपत्तियों का प्रबंधन कैसे किया जाए?' स्वचालन और लागत नियंत्रण में जोर देना। इसके बावजूद, ये मुद्दे वास्तविक क्रियान्वयनों के समय आने पर अविश्वसनीय रूप से जवाब देते हैं और बहुत बार अनदेखे रहते हैं। जो कंपनी क्लाउड में जन्मी और पली बढ़ी है, उसके ऑटोमेशन समाधान से Prodevans सहायता करता है व्यावसायिकों को एक सुरक्षित, अनुकूलित, स्वचालित और परिस्थितिक उद्यम में क्लाउड का उपयोग करने में।",
"networkManage": {
  "title": "इस बदलते दृष्टिकोण में नेटवर्क संपत्तियों का प्रबंधन कैसे करें?",
  "description": "इसमें स्वचालन और लागत नियंत्रण में जोर है। इसके बावजूद, ये मुद्दे वास्तविक क्रियान्वयनों के समय आने पर अविश्वसनीय रूप से जवाब देते हैं और बहुत बार अनदेखे रहते हैं। जो कंपनी क्लाउड में जन्मी और पली बढ़ी है, उसके ऑटोमेशन समाधान से Prodevans सहायता करता है व्यावसायिकों को एक सुरक्षित, अनुकूलित, स्वचालित और परिस्थितिक उद्यम में क्लाउड का उपयोग करने में।"
},
"automationHighlights": {
  "title": "स्वचालन प्लेटफ़ॉर्म की अंशबद्धियाँ",
  "automation": {
      "title": "ML का उपयोग करके स्वचालन",
      "description": "मशीन लर्निंग और नियम इंजन को मिलाकर, एक ऐसा स्वचालन जो पूर्वानुमान लगा सकता है, वर्गीकृत कर सकता है, उपचार कर सकता है और चला सकता है। सुरक्षा के लिए ग्राहक AWS खाते पर लागू किया जा सकने वाली एक अनुकूलित सेवा स्वचालन के लिए समाप्ति-से-समाप्ति जीवन चक्र नियंत्रण सभी क्षेत्रों और किसी भी स्केल पर।"
  },
  "industry": {
      "title": "उद्योग मानक प्रथाएं",
      "description": "होल्स को पता करके और आवृत्ति कार्यों को स्वचालित करके नेटवर्क आपरेशन को कम कर दिया गया है। AWS इंफ्रास्ट्रक्चर रखरखाव में इंडस्ट्री मानक श्रेष्ठ प्रथाओं के माध्यम से क्लाउड प्रबंधन। बुद्धिमत्ता से स्वचालित / अर्ध-स्वचालित डेमन्स के माध्यम से सतत सुरक्षा और ट्रैकिंग। उद्योग-विशिष्ट मानकों और प्रौद्योगिकी नीतियों के माध्यम से अनुपालन और गवर्नेंस"
  }
},
"ansibleHighlights": {
  "title": "एंसिबल नेटवर्क स्वचालन"
},
  "networkAutomation": {
    "title": "प्रोडेवांस ऑटोमेशन परिवर्तन फ्रेमवर्क",
    "description": "एंसिबल का आसान ऑटोमेशन प्लेटफ़ॉर्म सुनिश्चित करता है कि पहले स्वतंत्र नेटवर्क प्रशासक अब IT एंटरप्राइज के अन्य हिस्से के साथ ऑटोमेशन की एक ही भाषा बोलेंगे, एंसिबल की क्षमता को विस्तारित करता है ताकि इसमें पुराने और खुले नेटवर्क बुनियादी और खुले नेटवर्क इंफ्रास्ट्रक्चर टूल्स के लिए मौद्रिक समर्थन शामिल हो सके। नेटवर्क टूल्स और अनुप्रयोग अब कम्पनी के सम्ग्र ऑटोमेशन योजना में शामिल किए जा सकते हैं ताकि नेटवर्क वर्कलोड प्रबंधन के लिए समृद्ध दृष्टिकोण की ओर बढ़ा जा सके।",
    "vector": "वेक्टर",
    "layerName": {
      "esm": "ईएसएम लेयर",
      "orchestration": "आर्केस्ट्रेशन लेयर",
      "automation": "ऑटोमेशन लेयर",
      "management": "प्रबंधन लेयर",
      "device": "डिवाइस लेयर"
    },
    "service": {
      "domain": "एंटरप्राइज नेटवर्क सर्विस डोमेन",
      "api": "एपीआई",
      "portal": "पोर्टल",
      "script": "स्क्रिप्ट और टेम्प्लेट्स",
      "source": "सोर्स कंट्रोल",
      "client": "एचटीएमएल ठीक क्लाइंट",
      "deviceManager": "डिवाइस मैनेजर",
      "cu": "सीयू",
      "device": "डिवाइस"
    },
    "tool": {
      "enterprise": "एंटरप्राइज सेवा प्रबंधन",
      "orchestration": "आर्केस्ट्रेशन टूल",
      "provisioning": "प्रोविजनिंग टूल",
      "assurance": "आश्वासन टूल",
      "monitoring": "मॉनिटरिंग टूल",
      "deviceManager": "डिवाइस मैनेजर",
      "device": "डिवाइस"
    },
    "layerNumber": {
      "four": "लेयर 4-5",
      "three": "लेयर 3-4",
      "two": "लेयर 2-3",
      "one": "लेयर 1-2",
      "zero": "लेयर 0-1"
    }
   }
 },

 
  "devopsTools": {
    "title": "डेवऑप्स टूल्स और समर्थन",
    "description": "बाजार में जल्दी प्रदर्शन के लिए बादल प्लेटफॉर्म के अधिभूत समय, बढ़ी हुई कुशलता और कम लागत के लिए समापन-से-समापन डिलीवरी पाइपलाइन को स्वचालित करना। हमारा डेवऑप्स सहयोग सहयोजन, मॉनिटरिंग, टूल-चेन पाइपलाइन, स्वचालन और क्लाउड स्वीकृति का लाभ उठाता है। हमारे डेवऑप्स के सेवा प्रस्तुत करने के साथ, हम सुनिश्चित करते हैं कि अनुप्रयोगों को शीघ्रता से समाहित किया जाता है, समापन-से-समापन डिलीवरी पाइपलाइन को स्वचालित करके और प्रमुख क्लाउड प्लेटफॉर्म्स पर स्थायी समकलन और विकास को सुनिश्चित करके।",
    "automation": {
      "title": "डेवऑप्स स्वचालन",
      "description": "आपके मौजूदा सेटअप की समीक्षा करने और आदर्श वर्कफ़्लो को बनाने के बाद, हम आपकी सतत डिलीवरी पाइपलाइन को सेट-अप और स्वचालित करते हैं। पाइपलाइन को स्वचालित करते समय, हम खतरनाक डिप्लॉयमेंट से बचते हैं और हमारे मजबूत ओपन सोर्स और लाइसेंसड टूल्स के आपूर्तिक्रम का उपयोग करके उत्पादकता बढ़ाते हैं।"
    },
    "management": {
      "title": "डेवऑप्स प्रबंधन",
      "description": "आपके प्रक्रियाओं को स्वचालित करने के अलावा, हम आपको आपकी सतत डिलीवरी पाइपलाइन की स्वास्थ्य को प्रबंधित करने में मदद करते हैं। हम विमुक्ति प्रबंधन, सतत डिप्लॉयमेंट, रेप्लिका एनवायरनमेंट, नई सर्वर सेटअप, चेंज मैनेजमेंट और प्रदर्शन को लगातार ध्यान देते हैं।"
  }
},
  "infrastructure": {
    "title": "इंफ्रास्ट्रक्चर",
    "description": "हम इंफ्रास्ट्रक्चर प्रदान करते हैं जिसमें सॉफ़्टवेयर, हार्डवेयर, नेटवर्क संसाधन और सेवाएं शामिल हैं जो एक उद्यम IT पर्यावरण के प्रबंधन, संचालन और अस्तित्व के लिए आवश्यक हैं। व्यावसायिक ऑटोमेशन, इंफ्रास्ट्रक्चर ऑटोमेशन, एप्लिकेशन ऑटोमेशन, सुरक्षा और अनुपालन ऑटोमेशन का उपयोग करके हम आपके इंफ्रास्ट्रक्चर का प्रबंधन करते हैं। हम ऑटोमेशन का उपयोग करके इंफ्रास्ट्रक्चर, सेवाएं और आपूर्तिकर्ताओं को सभी प्रक्रियाओं के लिए एकीकृत समाधान होने की सुनिश्चित करते हैं। हम अंतयजकों को संसाधनों को ऊपर या नीचे स्केल करने की क्षमता प्रदान करते हैं। हम ओपनस्टैक, क्लाउडफ़ॉर्म्स और ओपनशिफ्ट जैसी क्लाउड आर्केस्ट्रेशन तकनीकों का उपयोग करते हैं।",
    "information": {
      "openStack": {
        "number": "1",
        "title": "रेड हैट और आरडीओ ओपनस्टैक",
        "description": "मलेशिया, इंडोनेशिया, वियतनाम और भारत टेलीकॉम में रेड हैट और आरडीओ ओपनस्टैक को डिप्लॉय किया गया था, जिसमें 32 कंप्यूट के जटिल डिप्लॉयमेंट, 10 सेफ स्टोरेज शामिल थे जिनमें SRIOV, PCI पास-थ्रू, DPDK और NUMA जैसी विशेषताएँ शामिल थीं।"
      },
      "orchestrator": {
        "number": "2",
        "title": "क्लाउड फॉर्म्स और वीएमवेयर वीरियलाइज़ ऑर्केस्ट्रेटर",
        "description": "स्वयं सेवा सूची में बहुस्तैक विकल्प, चार्जबैक/शोबैक, अनुपालन/सुधार और मॉनिटरिंग - सर्विसनाउ आईटीएसएम एकीकरण, इनफोब्लॉक्स आईपैम एकीकरण"
      },
      "openshift": {
        "number": "3",
        "title": "रेड हैट ओपनशिफ्ट",
        "description": "थाईलैंड, मलेशिया, ऑस्ट्रेलियाई बैंक्स, सिंगापुर की यूनिवर्सिटी और भारतीय बैंक्स और टेलीकॉम्स में रेड हैट ओपनशिफ्ट और कुबरनेटीज़ को डिप्लॉय किया गया था, जिसमें 100 वर्कर नोड्स के जटिल डिप्लॉयमेंट शामिल थीं। डिप्लॉयमेंट्स को एंसिबल का उपयोग करके संचालित किया गया था।"
        }
       }
      }
    },
    "ContactUsPage": {
      "title": "Prodevans से संपर्क करें - टेक्नोलॉजी उत्कृष्टता के लिए संपर्क करें",
      "description": "संपर्क करें पृष्ठ वेबसाइट आगंतुकों को व्यापार से संपर्क करने के तरीकों के साथ प्रदान करता है।",
      "header": "हमसे संपर्क करें",
      "contactUsForm": {
        "formTitle": "संपर्क करें",
        "formDescription": "हमें एक संदेश भेजें या हमसे हमारे सामान्य व्यापार के समय में फोन पर संपर्क करें।",
        "button": "संदेश भेजें",
        "altName": "आइकॉन्स",
        "placeholders": {
          "firstName": "पहला नाम",
          "lastName": "अंतिम नाम",
          "email": "अपना ईमेल दर्ज करें",
          "mobile": "अपना मोबाइल नंबर दर्ज करें",
          "message": "अपना संदेश दर्ज करें"
        },
        "formError": {
          "requiredField": {
            "firstName": "पहला नाम आवश्यक है",
            "lastName": "अंतिम नाम आवश्यक है",
            "email": "ईमेल आवश्यक है",
            "mobile": "मोबाइल नंबर आवश्यक है",
            "message": "संदेश आवश्यक है"
          },
          "validateFrom": {
            "firstName": "पहला नाम में संख्याएँ शामिल नहीं की जा सकती",
            "lastName": "अंतिम नाम में संख्याएँ शामिल नहीं की जा सकती",
            "email": "अमान्य ईमेल पता",
            "mobile": "मोबाइल नंबर सही होना चाहिए"
          }
        },
        "loaderMessage": {
          "createUser": "कृपया प्रतीक्षा करें.. ईमेल के साथ उपयोगकर्ता बना रहा है: ",
          "searchEmail": "कृपया प्रतीक्षा करें.. यह जाँच रहा है कि उपयोगकर्ता मौजूद है या नहीं",
          "createTicket": "कृपया प्रतीक्षा करें.. टिकट उत्पन्न हो रहा है"
        },
        "toastMessage": {
          "serverError": "हम टिकट बना नहीं सके। कृपया बाद में पुनः प्रयास करें",
          "createTicket": "हमने आपका संदेश प्राप्त किया है। यहां संदर्भ के लिए टिकट नंबर है: "
        }
      },
        "location": "स्थान",
        "address": "हमारा पता",
        "contacts": "हमारे संपर्क",
        "contactEmail": "contact@prodevans.com",
        "contactPhone": "+91 97044 56015",
        "bangaloreAddress": {
          "address1": "इमारत # 389, दूसरा मंजिल, 8वीं मुख्य",
          "address2": "7वीं क्रॉस, माइको लेआउट, बीटीएम 2वीं स्टेज",
          "city": "बेंगलुरु",
          "state": "कर्नाटक",
          "postalCode": "560076"
        },
        "hyderabadAddress": {
          "address1": "422, मंजीरा मेजेस्टिक कमर्शियल",
          "address2": "जे.एन.टी.यू रोड, कुकाटपल्ली",
          "city": "हैदराबाद",
          "state": "तेलंगाना",
          "postalCode": "500072"
        },
        "mumbaiAddress": {
          "address1": "308- बी विंग, टाउन सेंटर 2, अंधेरी -",
          "address2": "कुर्ला रोड, मारोल, अंधेरी पूर्व",
          "city": "मुंबई",
          "state": "महाराष्ट्र",
          "postalCode": "400059"
        },
        "delhiAddress": {
          "address1": "208B, 2वीं मंजिल, टॉवर-ए, आई थम,",
          "address2": "सेक्टर-62",
          "city": "नोएडा",
          "state": "उत्तर प्रदेश",
          "postalCode": "201301"
        },
        "singaporeAddress": {
          "address1": "167 जलन बुकित मेराह #05-12,",
          "address2": "कनेक्शन वन,",
          "city": "सिंगापुर",
          "state": "सिंगापुर",
          "postalCode": "150167"
        },
        "uaeAddress": {
          "address1": "सीडब्ल्यूईपी 0049 कंपास बिल्डिंग, अल शहादा रोड,",
          "address2": "अल हमरा इंडस्ट्रियल जोन-एफजेड,",
          "city": "रास अल ख़ैमा",
          "state": "संयुक्त अरब इमारत",
          "postalCode": "150167"
        }
    },
    "PartnersPage": {
      "title": "प्रोडेवांस साझेदारियाँ - सफलता के लिए सहयोग",
      "description": "हमारे रणनीतिक साझेदारियों के बारे में जानें जो हमें उच्च-तकनीक समाधान प्रदान करने की शक्ति प्रदान करती हैं।",
      "bannerTitle": "हमारे साथी",
      "subtitle": "हम अपने ग्राहकों को विभिन्न समाधान प्रदान कर रहे हैं।",
      "bannerContent": "नई तकनीकी समाधानों के आगमन के साथ, प्रोडेवांस नेताओं के साथ सहयोगी प्रयासों में विश्वास करता है ताकि वह अपने ग्राहकों को कुशल और नवीनतम समाधान प्रदान कर सके।",
      "handshakeAlt": "हैंडशेक",
      "header": "प्रोडेवांस का साझेदारिक यात्रा रेड हैट के साथ",
      "content": "रेड हैट विभिन्न ओपन सोर्स समाधानों, जैसे कि रेड हैट एंटरप्राइज लिनक्स, रेड हैट ओपनशिफ्ट, और रेड हैट एंसिबल, इत्यादि का विस्तारपूर्ण सीरीज प्रदान करता है। ये समाधान प्रोडेवांस को अपने ग्राहकों को उद्यमस्तर समाधान प्रदान करने में सक्षम और सुस्त साबित होते हैं। यह साझेदारी प्रोडेवांस को ओपन सोर्स समाधानों में रेड हैट की विशेषज्ञता का उपयोग करने और अपने ग्राहकों को मजबूत और सुरक्षित समाधान प्रदान करने में सहारा प्रदान करती है।",
      "partnerHeader": "हमारे साथी",
      "altNmae": "साथी लोगो",
      "logo": "लोगो",
      "bannerLogo": "फूटर बैनर",
      "partners": {
        "atlassian": {
          "partner": "एटलैसियन"
        },
        "elastic": {
          "partner": "एलास्टिक"
        },
        "gitlab": {
          "partner": "गिटलैब"
        },
        "hashiCorp": {
          "partner": "हैशीकॉर्प"
        },
        "jfrog": {
          "partner": "जे फ्रॉग"
        },
        "messageBird": {
          "partner": "मैसेज बर्ड"
        },
        "minio": {
          "partner": "मिनियो"
        },
        "redHat": {
          "partner": "रेड हैट"
        },
        "redis": {
          "partner": "रेडिस"
        },
        "vmware": {
          "partner": "व्मवेयर"
        }
      }
    },
    "PartnerDetailsPage": {
      "title": "प्रोडेवांस साझेदारियाँ - सफलता के लिए सहयोग",
      "description": "हमारे रणनीतिक साझेदारियों के बारे में जानें जो हमें उच्च-तकनीक समाधान प्रदान करने की शक्ति प्रदान करती हैं।",
      "contactUs": "हमसे संपर्क करें",
      "getInTouch": "हमसे अधिक जानकारी के लिए संपर्क करें।",
      "bannerContent": "के साथ बढ़ने का एक बेहतर तरीका है ",
      "authorizedPartner": "हम एक अधिकृत साथी हैं",
      "redHatBusinessParetner": "हम रेड हैट एडवांस्ड बिजनेस साथी हैं",
      "back": "पीछे",
      "altName": "साथी आइकन",
      "altFooterName": "साथी फूटर आइकन",
      "partners": {
        "atlassian": {
          "partner": "एटलैसियन",
          "contents": [
            "<strong>एटलैसियन</strong> एक सॉफ़्टवेयर कंपनी है जो टीमों के लिए सहयोग और उत्पादकता उपकरणों का एक श्रृंगार उपाय प्रदान करती है। उनके उत्पादों में <strong>Jira</strong> परियोजना प्रबंधन के लिए, टीम सहयोग और दस्तावेज प्रबंधन के लिए <strong>कॉनफ्यूज</strong>, <strong>ट्रेलो</strong> कार्य प्रबंधन और संगठन के लिए, और कोड प्रबंधन और संस्करण नियंत्रण के लिए <strong>बिटबकेट</strong> शामिल हैं।",
            "इसके अतिरिक्त, वे डेवेलपर टूल्स का सुइट भी प्रदान करते हैं, जैसे कि निरंतर एकीकरण और डिप्लॉयमेंट के लिए <strong>बैम्बू</strong>, और कोड समीक्षा के लिए <strong>फिशआई</strong>। <strong>एटलैसियन</strong> के उपकरण टीमों को अधिक दक्षता और प्रभावी ढंग से साथ काम करने में मदद करने के लिए डिज़ाइन किए गए हैं।",
            "प्रोडेवांस एटलैसियन के स्थापना दिनों से एक एटलैसियन स्टैक को अपने उद्यम ग्राहक के साथ काम करने का अवसर मिला था। प्रोडेवांस टीम अपने ग्राहकों के सभी अपडेट/अपग्रेड करते समय उनके एटलैसियन स्टैक को बनाए रखने में शामिल है, सुरक्षा पैच लागू करने में, जीरा और कॉन्फ्यूएंस को Onprem से क्लाउड में माइग्रेट करने में और उनके नीचे के डेटाबेस को माइग्रेट करने में। हम अपने ग्राहकों को एटलैसियन उपकरणों का उपयोग करके एजाइल मेथडोलॉजी में प्रशिक्षण देने में भी दक्ष हैं।"
          ]
        },
        "elastic": {
          "partner": "एलास्टिक",
          "contents": [
            "<strong>एलास्टिक जिसे ELK स्टैक</strong> भी कहा जाता है, उपकरणों के प्रबंधन के लिए व्यापक रूप से उपयुक्त है आवेग खोज, लॉगिंग और विश्लेषण, प्रदर्शन के उद्देश्यों के लिए कार्यात्मकता मॉनिटरिंग, विश्लेषण और किबाना के साथ। इस वितरित सिस्टम के साथ, उच्च मात्रा के डेटा के लिए प्रतिक्रिया समय सीमित है। इस बाजार के सभी प्रमुख क्लाउड प्रदाताओं के साथ समेकित, इसे किसी भी उद्यम के लिए पूर्ण पाठ-खोज सुविधा को सुनिश्चित करने के लिए एक आदर्श चयन है। यह आवेग को आसान बनाता है, डेटा इंजेस्ट, प्रदर्शन और रिपोर्टिंग प्रक्रिया को सरल बनाता है।",
            "<strong> Prodevans </strong> ने एक <strong>ELK</strong> साथी के रूप में रहकर इस विशेषता को विभिन्न ग्राहकों के विभिन्न क्लाउड पारिस्थितिकी में शामिल करने के लिए अपनी टीम का हिस्सा बनाया है जिनमें लंबे समय तक और अनुभवी प्रैक्टीशनर्स शामिल हैं। डेवेलपर्स तकनीकी रूप से नेतृत्व करने वाले होते हैं, वे ELK के सकारात्मक पहलुओं का पूरा उपयोग करते हैं ताकि उत्तरदात्मक अनुप्रयोग प्राप्त किया जा सके। हम यह सुनिश्चित करते हैं कि हमारे अनुभव और विशेषज्ञता को प्रशिक्षण और प्रमाणीकरण के उद्देश्यों के लिए व्यापक दर्शकों के साथ साझा किया जाता है।"
          ]
        },
        "gitlab": {
          "partner": "गिटलैब",
          "contents": [
            "<strong>गिटलैब</strong> प्राथमिक रूप से एक <strong>VCS</strong> और <strong>कोड रिपॉजिटरी</strong> के रूप में शुरू हुआ, अब बढ़ गया है और यह सभी मुख्य डेवऑप्स उपकरण प्लेटफ़ॉर्म में प्रदान करता है, विकास, सुरक्षा, और ऑप्स टीमों के सहयोग से और सॉफ़्टवेयर बनाने में सहयोग करने के तरीके में मौद्रिक रूप से बदलता है। गिटलैब टीमों को सप्ताहों से मिनटों में साइकिल समय कम करने, विकास लागत कम करने, बाजार में पहुंच को तेज़ करने, और सुरक्षित और अनुरूप अनुप्रयोग प्रदान करने में मदद करता है।",
            "<strong>प्रोडेवन्स</strong> गिटलैब का एक <strong>मुख्य साथी</strong> होने के नाते, भारत और एपैक में गिटलैब का सुझाव देता है, समाधान प्रदान करता है और बहुत से BFSI उद्यमों में गिटलैब को लागू करता है। प्रोडेवन्स अपने ग्राहकों को गिटलैब का उपयोग एजाइल विकास अभ्यास को अपनाने के लिए प्रशिक्षित करता है। हम गिटलैब के उन्नयन, स्थानांतरण और गिटॉप्स और टीमॉप्स का अमल करने में बहुत अनुभवी हैं। प्रोडेवन्स ने अपने ग्राहकों के लिए <strong>डेवऑप्स और गिटॉप्स</strong> को सेट किया है और उसी स्टैक को प्रबंधित किया है।"
          ]
        },
        "hashiCorp": {
          "partner": "हैशीकॉर्प",
          "contents": [
            "<strong>हैशीकॉर्प</strong> एक सुइट ऑफ ओपन-सोर्स टूल्स प्रदान करता है जो बड़े पैम्बलता वाले सेवा-अनुकूल सॉफ़्टवेयर स्थापनाओं के विकास और अनुप्रयोग का समर्थन करने के लिए डिज़ाइन किए गए हैं। प्रत्येक टूल को सॉफ़्टवेयर अनुप्रयोग के जीवन काल के विभिन्न चरणों पर ध्यान केंद्रित किया गया है, जिसमें <strong>स्वचालन पर ध्यान केंद्रित</strong> है। इसमें तीसरे पक्ष की तकनीक और सेवाओं के साथ एकीकरण प्रदान करने के लिए एक प्लगइन-योजना संरचना है। हैशीकॉर्प प्रोडक्ट स्वीट में <strong>वैग्रेंट, वॉल्ट, सर्फ, कॉन्सल, पैकर, नोमैड, वेपॉइंट और सेंटिनेल</strong> शामिल हैं।"
          ]
        },
        "jfrog": {
          "partner": "जे फ्रॉग",
          "contents": [
            "<strong>JFrog Artifactory</strong> एक वैश्विक <strong>डेवऑप्स समाधान</strong> है जो आवेग और अनुप्रयोग पूर्व सुरक्षा को बढ़ावा देने के लिए बाइनरी और आर्टिफैक्ट को एप्लिकेशन वितरण प्रक्रिया के दौरान स्वचालित और प्रबंधित करता है, अपने विकास पारिस्थितिकी में कुल में उत्पन्नता को बढ़ाता है। JFrog Artifactory एक सीआई सर्वरों में बिल्ड चालने, बुल्ड इंटीग्रेशन का समर्थन करता है, चाहे आप आज के प्रसार में सीआई सर्वरों पर बिल्ड चला रहे हों, या सीआई सर्वरों पर, या सीआई सर्वर के बिना स्वतंत्र रूप से। यह बनावट प्रदान करता है और <strong>25 सॉफ़्टवेयर बिल्ड पैकेज, सभी प्रमुख सीआई/सीडी प्लेटफ़ॉर्मों</strong> और आप पहले से ही उपयोग कर रहे हैं उनके डेवऑप्स उपकरणों का समर्थन करने के लिए समर्थन प्रदान करता है।",
            "<strong>आर्टिफैक्टरी</strong> एक <strong>कुबरनेट्स-तैयार</strong> प्लेटफ़ॉर्म है जो कंटेनर्स, डॉकर, हेल्म चार्ट का समर्थन करता है, और आपका कुबरनेट्स और डॉकर रेजिस्ट्री है। इसमें पूर्ण <strong>सीएलआई और रेस्ट एपीआई</strong> भी शामिल हैं जो आपके पारिस्थितिकी के अनुकूलित किए जा सकते हैं।",
            "स्पष्ट है कि एक <strong>कुबरनेट्स</strong> ओड़ी किसी भी चरण में एक आर्टिफैक्टरी के बिना कारगर नहीं होगा। <strong>प्रोडेवन्स</strong> JFrog के लिए एक साथी साथी, अपने ग्राहकों के लिए डेवऑप्स पाइपलाइन्स को डिजाइन किया है ताकि अनुप्रयोगों के और ऑटोमेशन की सुविधा हो। हमने अपने ग्राहकों के लिए निजी <strong>आर्टिफैक्टरीज़, मेवन रिपॉजिटरीज़</strong>, पृष्ठभूमि पर जीएफरॉग को सुरक्षित किया है, भंडारण और डेटाबेस को प्रबंधित किया है और उन्हें बनाने के लिए जेंकिन्स, टीमसिटी, यूडिप्लॉय, गिट और कुबरनेट्स</strong> जैसे अन्य डेवऑप्स उपकरणों के साथ एकीकृत किया है।"
          ]
        },
        "messageBird": {
          "partner": "मैसेज बर्ड",
          "contents": [
            "एक ऑम्नीचैनल संवाद प्लेटफ़ॉर्म के रूप में, <strong>मैसेजबर्ड</strong> का मार्ग मार्ग से मार्ग संबंधित क्षेत्रों में पैरिग्रह, बिक्री, ग्राहक समर्थन और खाता सुरक्षा से जुड़ा हुआ है। <strong>25,000 से अधिक ग्राहकों के साथ विश्वसनीय</strong>। मैसेजबर्ड मार्ग सूचना, साथ ही सामाजिक मीडिया के सम्मिलन क्षमताओं के साथ प्राचीन संवाद चैनलों का उपयोग करके व्यापक प्रतिप्रति प्रणाली उत्पन्न करने में मदद करता है।",
            "<strong>प्रोडेवन्स</strong> एक साथी के रूप में समर्थ होता है जो लक्ष्यों के साथ समाधान को लागू करने में मदद करता है जैसे कि सुधारित लीड जनरेशन, एक मार्केटिंग अभियान के दौरान लीड का ड्रॉप-ऑफ़ कम करना, प्रोस्पेक्ट को एक ग्राहक जीवन चक्र में बदलने के लिए मार्केटिंग फनेल का प्रबंधन करना। हम विभिन्न क्षेत्रों की हमारी विशेषज्ञता और मैसेजबर्ड के साथ हमारे अनुभव का एक सही मिश्रण प्रदान करते हैं ताकि लक्ष्ययुक्त परिणाम प्राप्त किए जा सकें।"
          ]
        },
        "minio": {
          "partner": "मिनियो",
          "contents": [
            "<strong>मिनिओ</strong> एक हाई परफॉर्मेंस ऑब्जेक्ट स्टोरेज है जो <strong>जीएनयू अफेरो जनरल पब्लिक लाइसेंस वी 3.0</strong> के तहत जारी किया गया है। यह अमेज़न एस 3 क्लाउड स्टोरेज सेवा के साथ एपीआई संगत है। इसमें फ़ोटो, वीडियो, लॉग फ़ाइल्स, बैकअप्स और कंटेनर इमेजेस जैसे अनस्ट्रक्चर्ड डेटा को संभाल सकता है जिसका अधिकतम समर्थित ऑब्जेक्ट साइज 5 टीबी है। इसकी उत्कृष्ट प्रदर्शन क्षमता के कारण, यह अब तक ऑब्जेक्ट स्टोरेज डोमेन में एक बाजार नेता रहा है और <strong>BFSI</strong> इंडस्ट्री का पसंदीदा चयन है।",
            "<strong>प्रोडेवन्स</strong> मिनियो का प्रीमियम साथी रहा है। हमने मिनियो ऑब्जेक्ट स्टोरेज को बड़े बैंक ग्राहकों में डिज़ाइन और लागू किया है। प्रोडेवन्स ने अपने सबसे बड़े बैंक ग्राहक के लिए एक पूरी एयर गैप्ट वातावरण में मिनियो को लागू करने की क्षमता साबित की है। हमने मिनियो बकेट रिप्लिकेशन, साइट से साइट रिप्लिकेशन, कई स्थानों और पर्यावरणों में मिनियो डिप्लॉयमेंट, कंटेनराइज्ड वर्लोड के साथ एकीकृत किया है। हम मिनियो का डिज़ाइन, डिप्लॉयमेंट और प्रशिक्षण प्रदान करते हैं, जिसमें मिनियो टीम के साथ सहयोग भी शामिल है।"
          ]
        },
        "redHat": {
          "partner": "रेड हैट",
          "contents": [
            "हमने <strong>रेड हैट</strong> को चुना क्योंकि... रेड हैट क्लाउड नेटिव एप्लिकेशन डेवेलपमेंट, स्वचालन और हाइब्रिड क्लाउड इंफ्रास्ट्रक्चर तक एंटरप्राइज ओपन सोर्स उत्पादों में एक विश्व नेता है। रेड हैट की तरह, हम प्रोडेवन्स यह मानते हैं कि भविष्य ओपन हाइब्रिड क्लाउड होगा जिसमें एक हाइब्रिड मिश्रण के लिए आवास, विकसन और संचालन के लिए एक सच्ची रूप से लचीली क्लाउड अनुभव प्रदान किया जाएगा जिसमें डिजिटल व्यापार परिवर्तन के लिए आवश्यक गति, स्थिरता और पैम्बलता होगी।",
            "प्रोडेवन्स के पास रेड हैट के साथ ऐसे अनेक रिश्तेदारी हैं जैसे <strong>प्रोफेशनल सर्विसेज पार्टनर, एडवांस्ड ट्रेनिंग पार्टनर, रेसेलर पार्टनर, सर्टिफाइड क्लाउड सर्विस प्रोवाइडर (सीसीएसपी)</strong>। हम अपने ग्राहकों के लिए विकसित और मौजूदा ओपन सोर्स समाधानों पर विकसन और परामर्श कर रहे हैं अपने सर्टिफाइड रेड हैट पेशेवरों की एक टीम के साथ।",
            "प्रोडेवन्स डिजिटल ट्रांसफॉर्मेशन के साथ हमारे अधिकांश ग्राहकों के व्यापार को आधुनिक बना रहे हैं जो ओपन सोर्स और एंटरप्राइज ओपन सोर्स उत्पादों का अनुचरण करते हैं। हम भारत में एक तेजी से बढ़ते आईटी परामर्श कंपनी हैं जो वैश्विक परियोजनाएं प्रदान कर रहे हैं। हम रेड हैट प्रौद्योगिकियों को समाधानों की प्रमोशन करने के लिए केवल सीमित नहीं कर रहे हैं, बल्कि हजारों प्रशिक्षण प्रमाणपत्रों का आयोजन करके पहले चरण के अदोप्तेशन में सहायक हो रहे हैं।"
          ]
        },
        "redis": {
          "partner": "रेडिस",
          "contents": [
            "<strong>रेडिस</strong> एक ओपन-सोर्स, इन-मेमोरी डेटा स्टोर है जिसे अद्वितीय ग्राहक अपने समाधानों के लिए एक डेटाबेस, स्ट्रीमिंग इंजन, कैशिंग या मैसेज ब्रोकर के रूप में बढ़ाने के लिए उपयोग करते हैं। रेडिस के अनुप्रयोग किसी भी एक क्लाउड से सीमित नहीं है, लेकिन इसकी क्षमता के साथ इसका साझेदारी और सम्मिलन क्षमताएं सभी प्रमुख क्लाउड प्रदाताओं के साथ हैं, जैसे <strong>माइक्रोसॉफ्ट आज़्यूर, अमेज़न वेब सर्विसेज या गूगल क्लाउड प्लेटफॉर्म</strong>।",
            "प्रोडेवन्स के पास <strong>रेडिस</strong> के साथ उच्च अद्यतिता है और हम एक साथी होने के नाते हमने अपने उद्यम समाधानों के लिए रेडिस का उपयोग सीधे रूप से रेडिस का उपयोग एक सेंट्रलाइज्ड कैश के रूप में करने के रूप में करने से लेकर उसके उपयोग के मामलों के रूप में उपयोग किया है जैसे कि हमारे ग्राहकों के व्यापार उपयोग के मामलों के अनुसार एक कैशिंग या स्ट्रीमिंग डेटाबेस सेवा के रूप में। यह सीमित नहीं है जहाँ हमने अपने ग्राहकों को इसकी उद्यम स्तर की क्षमताओं का उपयोग करने में मदद की है, जो एक स्वरूप के साथ में है <strong>वर्चुअल मशीन, कुबरनेटीज़ या एक हाइब्रिड क्लाउड</strong>। हमारे डेवेलपर्स की टीम हमेशा रेडिस के उपयोग के मामलों के साथ विकसित हो रही है ताकि लागत, प्रदर्शन और स्केलेबल समाधानों के संबंध में सर्वोत्तम परिणाम प्रदान कर सके।"
          ]
        },
        "vmware": {
          "partner": "VMWare",
          "contents": [
            "वर्चुअलाइजेशन और क्लाउड कंप्यूटिंग के क्षेत्र में, <strong>व्मवेयर</strong> खुद में एक ब्रांड है। जो क्लाउड और एज इंफ्रास्ट्रक्चर के क्षेत्रों में अपनी मौजूदगी को मार्गदर्शित करता है, मल्टी-क्लाउड आर्किटेक्चर हासिल करने के लिए, सुरक्षा और नेटवर्किंग, कहीं भी वर्कस्पेस या ऐप डेवलपमेंट के साथ जैसे कि <strong>क्लाउड नेटिव एप्लिकेशन्स</strong> या <strong>टांजु डेटा प्लेटफॉर्म्स</sttrong>, व्मवेयर की मौजूदगी क्लाउड कंप्यूटिंग वर्कस्पेस में प्रमुख है।",
            "प्रोडेवेंस व्मवेयर के साथ एक मुख्य साथी रहा है विकास सेवाओं के क्षेत्र में साथ ही पेशेवरों या युवा मस्तिष्कों की मदद करके उन्हें व्मवेयर उत्पादों पर प्रशिक्षण देने में। हमने एक पूरे इकोसिस्टम को विकसित करने जैसे कि एक क्लाउड नेटिव एप्लिकेशन्स को होस्ट करने जैसे क्षेत्रों में विकसित होने में मदद करने जैसे क्षेत्रों में हमने एक आधार तक जानकारी देने के लिए कुबरनेटीज़ संबंधित विकास के क्षेत्रों में हमने अपनी क्षमता दिखाई है। हमने अपने ग्राहकों को उनके मौजूदा समाधानों को निर्माण और सुधारने में मदद की है।"
          ]
        }
      },
      "form": {
        "header": "हमें अपनी चुनौतियाँ बताएं",
        "privacyPolicy": "मैंने <a class='privacy_policy' href='/support/privacyPolicy' target='_blank'><strong>गोपनीयता नीति</strong></a> पढ़ी और स्वीकृत की है",
        "button": "सबमिट करें",
        "altName": "फॉर्म आइकन",
        "formError": {
          "requiredField": {
            "firstName": "पहला नाम आवश्यक है",
            "lastName": "अंतिम नाम आवश्यक है",
            "email": "ईमेल आवश्यक है",
            "mobile": "मोबाइल नंबर आवश्यक है",
            "rememberMe": "कृपया गोपनीयता नीति चेकबॉक्स चेक करें",
            "overview": "एक अवलोकन आवश्यक है",
            "description": "विवरण आवश्यक है"
          },
          "validateFrom": {
            "firstName": "पहला नाम में अंक नहीं हो सकते",
            "lastName": "अंतिम नाम में अंक नहीं हो सकते",
            "email": "अवैध ईमेल पता",
            "mobile": "मोबाइल नंबर वैध होना चाहिए"
          }
        },
        "placeholders": {
          "firstName": "पहला नाम",
          "lastName": "अंतिम नाम",
          "email": "अपना ईमेल पता दर्ज करें",
          "mobile": "अपना मोबाइल नंबर दर्ज करें",
          "overview": "चुनौती/सवाल/अनुरोध का अवलोकन",
          "description": "अपनी चुनौती/सवाल/अनुरोध का विवरण करें"
        },
        "loaderMessage": {
          "createUser": "कृपया प्रतीक्षा करें.. ईमेल के साथ उपयोगकर्ता बना रहा है: ",
          "searchEmail": "कृपया प्रतीक्षा करें.. यह जाँच रहा है कि उपयोगकर्ता मौजूद है या नहीं",
          "createTicket": "कृपया प्रतीक्षा करें.. टिकट बना रहा है"
        },
        "toastMessage": {
          "serverError": "हम टिकट बना नहीं सके। कृपया बाद में पुनः प्रयास करें",
          "createTicket": "सफलतापूर्वक टिकट बना दिया गया है। टिकट नंबर: "
        }
      }
    },
    "LifeAtPdPage": {
      "title": "प्रोडेवेंस में जीवन - हमारे टेक परिवार में शामिल हों",
      "description": "प्रोडेवेंस में जीवंत सांस्कृतिक और करियर के अवसरों का अन्वेषण करें। हमारे साथ टेक्नोलॉजी के भविष्य को आकार देने में हमारे साथ शामिल हों।",
      "header": "प्रोडेवेंस में जीवन",
      "subHeader": "हम नवाचार और सतत सीखने की और सिर्फ स्वीकृति की एक सांस्कृतिक को बढ़ावा देते हैं",
      "subHeaderContent": "हमारी समर्पित टीमें कटिंग-एज क्लाउड और कंटेनर प्लेटफॉर्म बनाने के मुख्य दल में हैं, जो मिलकर जटिल चुनौतियों का समाधान करने और अद्भुत समाधान प्रदान करने में हैं। काम-जीवन संतुलन और पेशेवर विकास पर मजबूत जोर देते हुए, प्रोडेवेंस अपने कर्मचारियों की भलाइयों को मूल्यांकन करता है और क्लाउड और डेवसेकओप्स के गतिशील क्षेत्र में करियर विकास और आगे बढ़ने के लिए कई अवसर प्रदान करता है। हमारे कर्मचारीयों का 90% दो तकनीकों पर प्रमाणपत्र प्राप्त कर चुका है। 80% प्रति वर्ष एक प्रमाणपत्र जोड़ते हैं। परीक्षण अब भी एक सामान्यता है। नहीं, हम एक स्कूल नहीं हैं, हम पार्टी करते हैं और आपका स्वागत है।",
      "rewards": {
        "header": "पुरस्कार और स्वीकृति",
        "subHeader": "हम अपने लोगों द्वारा किए गए ईमानदार प्रयासों और समर्पण की मौजूदगी को मूल्यांकन और पुरस्कृत करते हैं। प्रोडेवेंस में, अच्छी प्रतिबद्धता और प्रदर्शन हमेशा मान्यता और पुरस्कृत होते हैं।"
      },
      "insurance": {
        "header": "स्वास्थ्य बीमा",
        "subHeader": "हमारी स्वास्थ्य बीमा नीति कर्मचारियों, उनके पति और बच्चों को कवर करती है। COVID-19 के दौरान हमने अपने सभी कर्मचारियों की सभी खर्चों को पुनर्प्राप्त करने में मदद की। इसमें टेस्ट्स सहित सभी खर्चों को लुआया गया।"
      },
      "wellness": {
        "header": "वेलनेस कार्यक्रम",
        "subHeader": "हम उन वेलनेस कार्यक्रमों को बढ़ावा देते हैं जो हमारे कर्मचारियों को चिंता, शारीरिक और मानसिक तनाव के साथ सही करने में मदद करते हैं। इनमें समयसार व्यवस्था, स्वस्थ भोजन प्रस्तुतियाँ, मातृता और पितृत्व अवकाश आदि शामिल हैं।"
      },
      "hybrid": {
        "header": "हाइब्रिड वर्कमॉडल",
        "subHeader": "हमारे कर्मचारी कहीं भी काम करने के लिए खुले हैं, चाहे वह कार्यालय हो, घर हो या दुनिया के किसी और स्थान पर। प्रोडेवेंस में काम के घंटे भी लचीले हैं।"
      },
      "leadership": {
        "header": "थॉट लीडरशिप",
        "subHeader": "प्रोडेवेंस में हम थॉट लीडर्स बनाते हैं। हमारे पास एक सक्रिय टीम है जो ओपन सोर्स योगदानकर्ता, ब्लॉग लेखक आदि हैं। आपकी रुचि कुछ भी हो, यहां आपके लिए एक टीम है।"
      },
      "benefits": "प्रोडेवेंस वन के लाभ",
      "benefits_subheader": "कल और उसके बाद के तकनीकी चुनौतियों का समाधान एकल विक्रेता द्वारा नहीं किया जा सकता है। अपने व्यापार को एक साथी-पहल प्रोग्राम में डालें, जो आपको जरूरत है वहां मिलने के लिए तैयार है।",
      "gallery": "प्रोडेवेंस की गैलरी",
      "outing": {
        "galleryTabs": "कंपनी का बाहर जाना"
      },
      "friday": {
        "galleryTabs": "फन फ्राइडे"
      },
      "session": {
        "galleryTabs": "ज्ञान साझा करने का सत्र"
      }
    },
    "AboutUsPage": {
      "title": "प्रोडेवेंस के बारे में - हमारा टेक यात्रा",
      "description": "प्रोडेवेंस, हमारी मिशन और प्रौद्योगिकी समाधानों को क्रांति करने के लिए हमारी प्रतिबद्धता को जानें।",
      "header": "हमारे बारे में",
      "subHeader": "क्लाउड नेटिव एप्लिकेशन और प्लेटफॉर्म का सर्वश्रेष्ठ। कोई भी क्लाउड, कोई भी कंटेनर, कोई भी डेवसेकओप्स, कोई भी इंटीग्रेशन, कोई भी इंफ्रा ऑटोमेशन",
      "content": "हम क्लाउड नेटिव एप्लिकेशन डेवेलपमेंट, ब्लॉकचेन, क्लाउड, इंफ्रास्ट्रक्चर, ऑटोमेशन डेवसेकओप्स, एआई और एमएल पर ध्यान केंद्रित खुले स्रोत समाधान प्रदाता हैं। हमने भारत और एशिया पैसिफिक क्षेत्र के लिए अपने ग्राहकों के लिए ओपन सोर्स तकनीकों द्वारा समर्थन और समर्पित सेवा के साथ बैक किए गए एंटरप्राइज ग्रेड मैनेज्ड सर्विस और सपोर्ट के साथ डिजिटलीकरण और क्लाउड अपशन कार्यक्रमों को चला रहे हैं, जो हमारे ग्राहकों की आवश्यकता के अनुसार अनुकूलित हैं।",
      "value": "हमारे मूल्य",
      "valueContent": "प्रोडेवेंस से आदित्य, विकसी, विश्वसनीय इंफ्रा आधारित नवीनतम क्लाउड और कंटेनर तकनीकों के साथ आईटी संगठनों को परिवर्तित करने में मदद करेगा। हमारे पास भारत और एएसीएएन क्षेत्र में समाधानों को लागू करने का एक शानदार रिकॉर्ड है। क्षेत्रभर में Red Hat Cloud Solutions को लागू करने के संबंध में पहलेवानों में से एक के रूप में, हम उन्हें दूसरों के सामने पेश करने का एक तकनीकी ज्ञान प्रदान करते हैं जो दूसरों से कम नहीं है।",
      "management": "प्रबंधन प्रोफाइल्स",
      "leaderContent": "टेक्नोलॉजी परिवर्तन नेता जिनके पास टेक्नोलॉजी इंफ्रास्ट्रक्चर, डेवेलपमेंट, क्यूए, और समर्थन के क्षेत्र में 19 वर्ष से अधिक का अनुभव है। ने व्यावसायिक रूप से वृद्धि कराई है। क्लाउड तकनीकों के माध्यम से व्यापारों को मूल्य प्रदान करने के लिए प्रेरित। लघुकलित अनुप्रयोगों को क्लाउड प्लेटफॉर्म्स के लिए स्थानांतरण और उनके प्रबंधन के लिए सामग्री रूप में बदला। ने भारत और एपैक के विभिन्न क्षेत्रों में उद्यमों को प्राथमिकता दी।",
      "altName": "प्रबंधन",
      "managements": {
        "santha": {
          "name": "एस शांता कुमार",
          "designation": "मुख्य वित्तीय अधिकारी (सीईओएफओ)"
        },
        "deepak": {
          "name": "दीपक मिश्रा",
          "designation": "संस्थापक और सीईओ"
        },
        "dilip": {
          "name": "दिलीप हुबलीकर",
          "designation": "बिक्री और व्यापार विकास के प्रमुख"
        },
        "arvind": {
          "name": "आरविंद कुमार सिन्हा",
          "designation": "मुख्य परिचालन और प्रशासन अधिकारी (सीओओ/सीएओ)"
        },
        "gagan": {
          "name": "गगन पटनायक",
          "designation": "निदेशक, सीएसओ और सीईओ (एशिया प्रशांत)"
        },
        "sushma": {
          "name": "सुषमा श्रीराम",
          "designation": "एचआर प्रबंधक और व्यापार विकास"
        },
        "sitikantha": {
          "name": "सीतिकांथ सरंगी",
          "designation": "निदेशक, सीटीओ (भारत)"
        },
        "sowmya": {
          "name": "सौम्यश्री एचएम",
          "designation": "वरिष्ठ प्रबंधक बिक्री"
        },
        "nitya": {
          "name": "नित्यानंद पंडा",
          "designation": "वीपी-सेल्स एंटरप्राइज प्रशिक्षण चैनल सेल्स (दक्षिण)"
        },
        "vijay": {
          "name": "विजय रमेश अग्रवाल",
          "designation": "निदेशक, सेवा डिलीवरी के प्रमुख (भारत)"
        },
        "sarma": {
          "name": "पन्नाला सुब्रह्मण्य सर्मा",
          "designation": "प्रमुख - परियोजना प्रस्तुति"
        }
      },
      "testimonials": {
        "mobileApp": {
          "testimonialHeader": "ग्राहक हमेशा सही नहीं होता, हम भी नहीं",
          "testimonialContent": "हम पारदर्शिता और निष्ठा की प्रतिबद्धता में हैं। हम मानते हैं कि निर्माणीय प्रतिसाद की मूल्य और हम एक कंपनी के रूप में गलतियाँ कर सकते हैं। यह मूल्य खुली बातचीत को बढ़ावा देता है, जवाबदेही को प्रोत्साहित करता है, और हमारे सतत सुधार के प्रति हमारे समर्पण को मजबूत करता है। हम उच्च सेवा प्रदान करने का प्रयास करते हैं जबकि यह सत्य है कि पूर्णता एक साझा यात्रा है।"
        },
        "reward": {
          "testimonialHeader": "रिवॉर्ड: डेवऑप्स वह है जब डेव्स ऑप्स कर सकते हैं और ऑप्स डेवेलपमेंट कर सकते हैं, जैसा कि हमारे अधिकांश लोग कर सकते हैं",
          "testimonialContent": "प्रोडेवैंस में, हम सहयोग और कौशल विविधिकरण को प्रोत्साहित करते हैं, जिससे डेवेलपर्स को ऑपरेशन्स को समझने और योगदान करने की अनुमति मिलती है, और ऑपरेशन्स पेशेवरों को डेवेलपमेंट गतिविधियों में शामिल होने का संभावना है। यह दृष्टिकोण न केवल कुशलता में सुधार करता है बल्कि हमारे उत्पादों और सेवाओं पर पूर्णता की दृष्टिकोण को भी बढ़ावा मिलता है।"
      },
      "setting": {
          "testimonialHeader": "सेटिंग: आपको मूल्य प्रदान करना है और यदि आप नहीं कर सकते हैं तो ऐसा कहें",
          "testimonialContent": "हम पारदर्शिता, जवाबदेही, और ग्राहक संतुष्टि के प्रति प्रतिबद्ध हैं। हम हर संवाद में हमारे ग्राहकों को वास्तविक मूल्य प्रदान करने की प्राथमिकता देते हैं। यदि किसी कारण से हम उनकी उपेक्षाओं को पूरा नहीं कर सकते हैं, तो हम ईमानदारी से सूचित करते हैं और समाधान खोजने के लिए सहयोगपूर्णता से काम करते हैं।"
      }
    }
  },

      "EventsPage": {
          "title": "घटनाएं",
          "description": "प्रोडेवैंस एक प्रमुख प्रौद्योगिकी समाधान प्रदाता है जो शीर्ष से शीर्ष डेवऑप्स प्रस्तुतियों पर विशेषज्ञ है जो आईटी वितरण को सरल और स्वचालित करती हैं।",
          "header": "घटनाएं",
          "subHeader": "भविष्य पर प्रभाव डालें और अन्वेषण करें",
          "upComingEvents": {
              "header": "आगामी घटनाएं",
              "subHeader": "लोरेम इप्सम डोलर सिट अमेट, कंसेक्टेट्यूअर एडिपिसिंग एलीट, सेड डायम नॉनमी निभ यूइस्मोड",
              "gitex": {
                  "event": "गाइटेक्स घटना",
                  "eventDescription": "प्रोडेवैंस गुल्फ इंफॉर्मेशन टेक्नॉलॉजी एक्सिबिशन (गाइटेक्स) में भाग लेने जा रहा है, जो वार्षिक उपभोक्ता आईटी व्यापार प्रदर्शन है, जहां हम अपने उत्पादों और सेवाओं का प्रदर्शन करेंगे।"
              },
              "redHat": {
                  "event": "रेड हैट फोरम",
                  "eventDescription": "रेडहैट फोरम एक ऐसी घटना है जहां उद्योग के विशेषज्ञ और डेवेलपर्स अपनी विशेषज्ञता प्रदान करते हैं।"
              },
              "openSource": {
                  "event": "ओपन सोर्स",
                  "eventDescription": "भारत के सबसे बड़े ओपन सोर्स योगदानकर्ताओं से ओपन सोर्स में योगदान करने के लिए सलाह प्राप्त करें।"
              }
          },
          "allEvents": {
              "header": "सभी घटनाएं",
              "subHeader": "अधिक जानकारी के लिए हमारे साथ जुड़ें।",
              "archive": "आर्काइव",
              "search": "घटनाएं खोजें",
              "gitex": {
                  "event": "गाइटेक्स घटना"
              },
              "redHat": {
                  "event": "रेड हैट फोरम"
              },
              "openSource": {
                  "event": "ओपन सोर्स"
              },
              "firesideChat": {
                  "event": "फायरसाइड चैट"
              }
          }
    },
    "EventDetailsPage": {
      "title": "घटनाएं",
      "description": "प्रोडेवैंस एक प्रमुख प्रौद्योगिकी समाधान प्रदाता है जो शीर्ष से शीर्ष डेवऑप्स प्रस्तुतियों पर विशेषज्ञ है जो आईटी वितरण को सरल और स्वचालित करती हैं",
      "back": "पीछे जाएं",
      "events": {
          "gitex": {
              "bannerHeader": "गाइटेक्स घटना",
              "bannerDateTitle": "तारीख :",
              "bannerTimeTitle": "समय :",
              "bannerLocationTitle": "स्थान :",
              "eventLocation": "दुबई वर्ल्ड ट्रेड सेंटर, शेख जयद रोड - ट्रेड सेंटर - ट्रेड सेंटर 2 - दुबई - यूएई",
              "eventHeader": "आप क्या सीखेंगे",
              "eventContent": "लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मोड लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मोड लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मोड लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मोड लोरेम इप्सम डोलर सिट अमेत, कॉन्सेक्टेटुर एडिपिसिंग एलिट, सेड डियम नॉनम्मी निभ यूइस्मोड",
              "teamHeader": "हमारे वक्ता",
              "teamSubHeader": "बातचीत, गतिविधियाँ, और वर्कशॉप्स का पाँच-दिनी समिट",
              "videoContent": "गाइटेक्स ग्लोबल यूएई में फिर से यहाँ है, दो सालों के लंबे ब्रेक के बाद। यह विस्तार से नएतम आईटी उद्यमों को प्रस्तुत करने के लिए तैयार है, जो नवाचार की सार्वजनिकता के माध्यम से व्यापार, अर्थव्यवस्था, समाज, और सांस्कृतिक की दिशा में अग्रणी हैं। प्रोडेवैंस एक आईएसओ 9001 | 27001 | 20000 प्रमाणित प्रमुख प्रौद्योगिकी समाधान प्रदाता कंपनी है, जो आईटी वितरण को सरल और स्वचालित करने में विशेषज्ञता प्राप्त करती है। कंपनी इस शानदार अवसर को पकड़ने और टेक जायंट्स के बीच अपनी स्थिति का पत्ता लगाने के लिए तैयार है। प्रोडेवैंस एक बहुराष्ट्रीय कंपनी है जिसका एक कार्यालय दुबई में है और यह स्वर्ण अवसर को पकड़ने के लिए सजग है। एक नई तकनीक और भविष्य के सारे क्षेत्र का सामना करने के लिए, अभी पास प्राप्त करें एक अद्वितीय अनुभव के लिए।",
              "galleryHeader": "हमारा घटना गैलरी",
              "team": {
                  "deepak": {
                      "name": "दीपक मिश्रा",
                      "designation": "संस्थापक और सीईओ"
                  },
                  "dilip": {
                      "name": "दिलीप हबलीकर",
                      "designation": "बिक्री और व्यापार विकास के प्रमुख"
                  },
                  "sitikantha": {
                      "name": "सीतिकंठ सारंगी",
                      "designation": "निदेशक, सीटीओ (इंडिया)"
                  },
                  "sunny": {
                      "name": "रम्पल्ली सनी सुदर्शन",
                      "designation": "महाप्रबंधक, डिलीवरी इंजीनियरिंग ईमीए"
                  }
              }
          }
      }
    },
    "BlogPage": {
      "title": "प्रोडेवैंस ब्लॉग - टेक इंसाइट्स और अपडेट्स",
      "description": "प्रोडेवैंस टीम से नवीनतम टेक रुझानों, इंसाइट्स, और अपडेट्स के लिए हमारे ब्लॉग को अन्वेषण करें।",
      "bannerTitle": "हमारे ब्लॉग्स",
      "subtitle": "हमारे टेक-सेंट्रिक लेखों में डाइव करें और डिजिटल दुनिया में एग्रीट रहें।",
      "bannerContent": "प्रोडेवैंस ब्लॉग में आपका स्वागत है, आपके लिए तकनीकी रुझानों, इंसाइट्स, और अपडेट्स की नवीनतम जानकारी का द्वार है। हमारा दल विशेषज्ञों का समूह आपको प्रौद्योगिकी की सदैव बदलती दुनिया में नेविगेट करने में मदद करने के लिए समर्पित है।",
      "button": "और पढ़ें",
      "sideBarHeader": "सभी ब्लॉग्स",
      "altName": "खोज",
      "noResult": "कोई परिणाम नहीं मिला",
      "placeholder": "सभी ब्लॉग्स खोजें",
      "blogs": {
          "keycloak": {
              "blogHeader": "Keycloak की रेप्लिका",
              "blogContent": "जब एक आधुनिक सिंगल साइन ऑन सॉल्यूशन की बात आती है एप्लिकेशन्स के लिए, Keycloak/RedHat SSO मार्गदर्शन करता है।"
          },
          "gitex": {
              "blogHeader": "गाइटेक्स",
              "blogContent": "प्रोडेवैंस दुबई में GITEX 2022 के लिए"
          },
          "keycloakMigration": {
              "blogHeader": "Keycloak डेटाबेस माइग्रेशन",
              "blogContent": "Keycloak माइग्रेशन, MSSQL और POSTGRESQL डेटाबेस का उपयोग करके keycloak संस्करण 13-16 के साथ Kubernetes डिप्लॉयमेंट में सम्मिलित किया जाता है।"
          },
          "kubernetesCluster": {
              "blogHeader": "वर्चुअल मशीन पर Kubernetes क्लस्टर सेटअप",
              "blogContent": "कुबरनेटीज, या K8s, एक ओपन-सोर्स सिस्टम है जिसका उपयोग कंटेनराइज्ड एप्लिकेशन की डिप्लॉयमेंट, स्केलिंग और प्रबंधन को स्वचालित करने के लिए किया जाता है।"
          },
          "apacheCamel": {
              "blogHeader": "एपेचे कैमेल",
              "blogContent": "एपेचे कैमेल एक ओपन-सोर्स एकीकरण फ्रेमवर्क है जो सिस्टम्स को एकसाथ मिलाना आसान बनाने का उद्देश्य रखता है।"
          },
          "openSource": {
              "blogHeader": "ओपन सोर्स सर्विस डेस्क",
              "blogContent": "आपका प्रोडक्शन में चल रहा ओपन सोर्स कुबरनेटीज क्लस्टर डाउन है"
          },
          "apacheCamelSpringboot": {
              "blogHeader": "एपेचे कैमेल स्प्रिंग बूट",
              "blogContent": "एपेचे कैमेल ईमेल कॉम्पोनेंट"
          },
          "ansible": {
              "blogHeader": "एंसिबल",
              "blogContent": "अब जब आप जानते हैं कि एंसिबल अपनी उत्तरता में क्या करता है, तो एंसिबल के अनुप्रयोगों की सीमा है, वास्तव में।"
          },
          "kubernetesOperators": {
              "blogHeader": "कुबरनेटीज ऑपरेटर्स का रहस्य खुला",
              "blogContent": "कुबरनेटीज ने आए और यह लोकप्रिय हुआ है, तब से संबंधित क्षेत्र में सामान्यत: जानकारी आवेग में बदल गई है।"
          },
          "ansibleInfrastructure": {
              "blogHeader": "इंफ्रास्ट्रक्चर प्रबंधन के लिए एंसिबल",
              "blogContent": "सच्चाई यह है कि यह मायने रखता है कि आप इंफ्रास्ट्रक्चर प्रबंधन, जानकारी प्रौद्योगिकी या एक अनुप्रयोग विकसक के रूप में एक पुराना या नौसेना हैं, आप सुस्त हैं।"
          }
      }
    },
    "GitexBlogPage": {
      "title": "",
      "description": "",
      "header": "प्रोडेवैंस दुबई में",
      "subHeader": "GITEX 2022 के लिए",
      "date": "10 अक्टूबर से 14 अक्टूबर, 2022",
      "button": "वापस जाएं",
      "gitexContent": [
        "GITEX GLOBAL दो वर्षों के बाद एक लंबे ब्रेक के बाद फिर से UAE में है। यह तैयार है दुनिया के सबसे प्रभावशील एकोसिस्टम को प्रस्तुत करने के लिए जो व्यापार, अर्थव्यवस्था, समाज और सांस्कृतिक विकास को नई ऊँचाईयों तक ले जा रहा है, नवाचार की केवल शक्ति के माध्यम से।",
        "तकनीक और स्टार्टअप के क्षेत्र में दुनिया का सबसे महत्वपूर्ण घटना नए आयाम और मील के पत्थरों का वादा करता है, जिसमें शक्तिशाली 6जी नेटवर्क सिस्टम से लेकर व्यावसायिक एकोसिस्टम के मेटावर्स का अनावरण एक आभासी स्थिति में शामिल है। दुनिया हो सकता है या नहीं हो सकता है कि पागलपन के लिए तैयार है, लेकिन तकनीक-निर्देशित भविष्यवादी मस्तिष्क दुनिया को एक और स्तर पर ले जाने के लिए तैयार हैं जिसे हम नहीं जानते।",
        "एक नए क्षेत्र का सामना करने के लिए, अब ही अनमैच्ड अनुभव के लिए पास प्राप्त करें।"
      ],
      "prodevansAchievements": "प्रोडेवैंस एक ISO 9001| 27001 | 20000 मान्यता प्राप्त प्रमाणित कंपनी है, एक प्रमुख तकनीकी समाधान प्रदाता जो समाप्त-से-समाप्त डेवओप्स प्रस्तुतियों में विशेषज्ञ है, जो आईटी वितरण को सरलीकृत और स्वचालित करती है। कंपनी इस शानदार अवसर को हासिल करने के लिए तैयार है और तकनीकी दिग्गजों के बीच अपनी स्थिति को चिह्नित करने के लिए। प्रोडेवैंस एक बहुराष्ट्रीय कंपनी है जिसके पास दुबई में एक कार्यालय सेटअप है और जो सोने का एक अवसर पकड़ने के लिए सभी तैयार है।",
      "aboutProdevans": "प्रोडेवैंस कई बीएफएसआईयों के लिए एक विश्वसनीय सेवा प्रदाता है, और हमारे पास इंटेलेक्ट डिजाइन, एचसीएल टेक्नोलॉजीज, डेल टेक्नोलॉजीज, एचपीई टेक्नोलॉजीज, विप्रो टेक्नोलॉजीज जैसे वैश्विक सिस्टम इंटीग्रेटर्स के साथ रणनीतिक साझेदारी है। हमारे उत्पाद हैं: - पीडी क्लाउडेक्स - आईवेंचुरा - पीडी क्लाउडेक्स एसडीएन - पीडी क्लाउडेक्स सीएमपी। हमारी सेवाएं: - क्लाउड: निर्माण, संचालन, अपग्रेड, अग्रवाहन - ऑटोमेशन: इंफ्रास्ट्रक्चर, सुरक्षा - डेवओप्स: निर्माण, प्रबंध - माइग्रेशन: क्लाउड असाइनमेंट, क्लाउड नेटिव डेवेलपमेंट, एप्लिकेशन ट्रांसफॉर्मेशन - प्रशिक्षण: क्लाउड, कंटेनर्स, ऑटोमेशन, लिनक्स हमारी क्षमताएँ: - एंसिबल टेराफॉर्म - एपीआई प्रबंधन डेवेलपमेंट - ओपनस्टैक - ओपन शिफ्ट कुबरनेटीज - ओपन सोर्स डेवेलपमेंट इंफ्रास्ट्रक्चर और क्लाउड सेवाएं: संचालित सेवाएं - आईएएस और पीएएस, एप्लिकेशन डेवेलपमेंट, ऑटोमेशन, ऑटो-स्केलिंग और क्लस्टरिंग, सीआई/सीडी ऑटोमेशन, कंटेनराइज़ेशन, एप्लिकेशन मॉडर्नाइजेशन। क्लाउड प्रबंधन: AZURE, AWS, GCP, IBM, और REDHAT - आर्किटेक्चर समर्थन - 24/7 मॉनिटरिंग - डेटा बैकअप और रिस्टोर गतिविधियाँ - ऑपरेटिंग सिस्टम प्रबंधन - सुरक्षा समूह प्रबंधन - नेटवर्क प्रबंधन - क्लाउड से क्लाउड - क्लस्टर, बैकअप और रिस्टोर प्रोडेवैंस ने क्लाउड, डेवओप्स, कुबरनेटीज और सॉफ्टवेयर डेवेलपमेंट में लो-कोड, नो-कोड और वेब तकनीकों का उपयोग करके उन्नत नीच तकनीकी कौशल पैदा किए हैं PHP, Ruby, Python, Go, C#, NodeJS, और Java माइक्रोसर्विसेस का उपयोग करके। यह हमारी सेवाओं को उद्यम ग्राहकों की मात्रा में मापने और उनके लिए एक समाप्त-से-समाप्त डिजिटल अनुभव यात्रा विकसित करने में मदद करेगा। हमारे पास इंटेलेक्ट डिजाइन, एचसीएल टेक्नोलॉजीज, डेल टेक्नोलॉजीज, एचपीई टेक्नोलॉजीज, विप्रो टेक्नोलॉजीज जैसे वैश्विक सिस्टम इंटीग्रेटर्स के साथ रणनीतिक साझेदारी है। हम आईटी संगठनों को वित्तीय दर्द और टेक्नोलॉजी के क्षेत्र में बदलने में मदद करते हैं।"
},
"InPressPage": {
  "title": "प्रोडेवैंस मीडिया में - हमारी तकनीकी उपलब्धियों की खोज करें",
  "description": "मीडिया और तकनीक उद्योग में प्रोडेवैंस की प्रमुख प्रतिष्ठाने और उपलब्धियों की खोज करें।",
  "bannerTitle": "हमारी मीडिया",
  "subtitle": "पहचान और समर्थित: प्रोडेवैंस की मीडिया की ऊर्जा",
  "bannerContent": "हम गर्व से हमारी प्रमुख प्रतिष्ठाने, उपलब्धियाँ, और मीडिया और प्रौद्योगिकी की जगह में पहचान को प्रस्तुत करते हैं। हम मानते हैं कि हमारी यात्रा मीडिया के दृष्टिकोण से सर्वोत्तम रूप से सुनी जाती है, और हम यह रोमांचित हैं कि इन उच्चारणों को आपके साथ साझा करें।",
  "button": "और जानें",
  "articles": {
    "deepakMishra": {
      "articleHeader": "दीपक मिश्रा के साथ साक्षात्कार\n प्रोडेवैंस टेक्नोलॉजीज के संस्थापक और सीईओ",
      "highLight": "सबसे लोकप्रिय कहानियों का साझेदार"
    },
    "machineLearning": {
      "articleHeader": "कैसे मशीन लर्निंग ऑनलाइन शिक्षा अंतर्गत अभिवृद्धि कर रहा है",
      "highLight": "इंडिया टुडे मैगजीन पर प्रकाशित"
    },
    "prodevansInternship": {
      "articleHeader": "प्रोडेवैंस टेक्नोलॉजीज ने आईटी स्नातकों को अवसर प्रदान करने के लिए नई इंटर्नशिप प्लेटफॉर्म LEAP का शुभारंभ किया",
      "highLight": "बिजनेस न्यूज़ इस वीक मैगजीन"
    },
    "automation": {
      "articleHeader": "ऑटोमेशन हमारी नौकरियां छीन सकता है - लेकिन ए.आई. उन्हें बना सकती है",
      "highLight": "स्टार्टअप सिटी मैगजीन"
    }
  }
},


"BrochuresPage": {
  "title": "प्रोडेवैंस ब्रोशर्स - तकनीक संसाधन",
  "description": "नवीनतम नवीनतम नवीनतम की जानकारी के बारे में जानकर सूचित रहने के लिए हमारे तकनीकी ब्रोशर्स और संसाधनों के संग्रह तक पहुंचें।",
  "header": "प्रोडेवैंस ब्रोशर्स",
  "thumbnailsImage": "ब्रोशर थंबनेल",
  "icons": "आइकॉन्स",
  "close": "बंद करें",
  "of": "का",
  "pdf": "पीडीएफ दर्शक",
  "browser": " आपका ब्राउज़र पीडीएफ का समर्थन नहीं करता है।",
  "download": "पीडीएफ डाउनलोड करें",
  "thumbnail": {
    "openshift": "प्रोडेवैंस ओपनशिफ्ट मैनेज्ड सर्विस",
    "corporate_brochure": "प्रोडेवैंस कॉर्पोरेट ब्रोशर",
    "pd_cloudex": "पीडी क्लाउडेक्स",
    "iventura": "iVentura प्रोफ़ाइल",
    "ansible_managed": "प्रोडेवैंस एंसिबल मैनेज्ड सर्विस",
    "openshift_brochure": "ओपनशिफ्ट ब्रोशर",
    "pd_profile": "प्रोडेवैंस प्रोफाइल",
    "service_desk": "सेवा डेस्क ब्रोशर"
  }

    },
    "TicketingPage": {
      "title": "ओपन सोर्स समाधान सेवा डेस्क - अपनी समर्थन को स्ट्रीमलाइन करें",
      "description": "खुदरा ग्राहक समर्थन और आईटी प्रबंधन को बढ़ावा देने के लिए डिज़ाइन की गई प्रोडेवैंस की ओपन सोर्स सेवा डेस्क समाधानों को अन्वेषण करें।",
      "bannerTitle": "हमारा टिकटिंग",
      "subTitle": "ओपन सोर्स समाधान सेवा डेस्क",
      "altName": "लोगो",
      "serviceDeskContent": "प्रोडेवैंस में, हम कुशल ग्राहक समर्थन और आईटी प्रबंधन के महत्व को समझते हैं। हमारे ओपन सोर्स सेवा डेस्क समाधान आपको अद्वितीय सेवा प्रदान करने और संचालन उत्कृष्टता प्राप्त करने में मदद करने के लिए डिज़ाइन किए गए हैं।",
      "ticketingContent": "क्या आप अपने ग्राहक समर्थन को अगले स्तर पर ले जाने के लिए तैयार हैं? हमारे ओपन सोर्स समाधान सेवा डेस्क प्रस्तुतियों को अन्वेषण करें, और हमें आपके ग्राहकों और उपयोगकर्ताओं को उच्च-स्तरीय समर्थन प्रदान करने में आपका साथ देने का अनुभव करें। हमसे कुछ भी पूछें या हमसे संपर्क करें।"
    },
    
    "PrivacyPolicyPage": {
      "title": "प्रोडेवैंस गोपनीयता नीति",
      "description": "प्रोडेवैंस अपने उपयोगकर्ताओं की गोपनीयता पर उच्च महत्व देता है और इसे सभी प्रकार से सुरक्षित करने के लिए प्रतिबद्ध है।",
      "header": "हमारी गोपनीयता नीति",
      "policyContent": "प्रोडेवैंस अपने उपयोगकर्ताओं की गोपनीयता पर उच्च महत्व देता है और इसे सभी प्रकार से सुरक्षित करने के लिए प्रतिबद्ध है।",
      "altName": "आइकन्स",
      "policies": {
        "typesOfData": {
          "title": "हमारी द्वारा एकत्र की जाने वाली डेटा की प्रकार",
          "summaryList": [
            "संपर्क विवरण",
            "वित्तीय जानकारी",
            "आपके योजनाओं से आया डेटा",
            "आपको पहचान करने वाला डेटा",
            "यह बताएं कि आप कैसे उपयोग करते हैं"
          ],
          "desciption": "नीति",
          "subHeader": "मुझे बताएं क्यों"
        },
        "useYourData": {
          "title": "हम आपका डेटा कैसे उपयोग करते हैं",
          "summaryList": [
            "डेटा को चलाए रखने के लिए",
            "हमें सुधारने में मदद करने के लिए",
            "व्यक्तिगत ग्राहक समर्थन प्रदान करने के लिए",
            "आपको विपणी संदेश भेजने के लिए"
          ],
          "desciption": "नीति",
          "subHeader": "कैसे सटीक रूप से?"
        },
          "process": {
            "title": "आपके डेटा को प्रस्तुत करने वाले तिसरे पक्ष",
            "summaryList": [
              "इन्फ्रास्ट्रक्चर: एडब्ल्यूएस, मोंगोडीबी",
          "एनालिटिक्स: गूगल एनालिटिक्स, हीप, मेटाबेस",
          "एकीकरण: स्लैक, गूगल",
          "कॉम्स: हब्सकॉम, इंटरकॉम",
          "भुगतान: पट्टी"
            ],
            "description": "निम्नलिखित सेवाएं हमें आपके डेटा को रखने या प्रसंस्करण करके डेटा चलाए रखने में मदद करती हैं",
            "subHeader": "वे क्या करते हैं?"
          },
          "cookies": {
            "title": "हम कुकीज़ का उपयोग करते हैं",
            "summaryList": [
              "हम केवल आवश्यक कुकीज़ का उपयोग सेवा को चलाने और सुधारने के लिए करते हैं",
              "हमारे थर्ड पार्टी सेवा प्रदाताओं का भी कुकीज़ का उपयोग होता है",
              "आप कुकीज़ को बंद कर सकते हैं, लेकिन इसका मतलब है कि हम आपको एप-मैसेजिंग में पहचान नहीं सकते"
            ],
            "description": "",
            "subHeader": "मैं कैसे चुन सकता हूँ?"
          },
          "collectData": {
            "title": "डेटा को कब और कैसे हम एकत्र करते हैं",
            "userActionTitle": "आपकी क्रियाएँ",
            "companyActionTitle": "हम कैसे डेटा एकत्रित करते हैं",
            "summaryList": [
              "आप हमारी वेबसाइट के किसी भी पृष्ठ को ब्राउज़ करते हैं",
              "आप Prodevans का डेमो अनुरोध करते हैं",
              "हम आपसे कॉल करते हैं",
              "आप Prodevans का उपयोग करते हैं",
              "आप हमसे ईमेल प्राप्त करते हैं",
              "आप हमें अपने द्वारा देखे और साइन किए गए अनुबंधों को देखते हैं",
              "आप ग्राहक समर्थन के लिए हमसे चैट करते हैं",
              "आप एकीकरण से जुड़ते हैं (जैसे कि स्लैक)",
              "आप विपणी संदेशों के लिए ऑप्ट-इन करते हैं"
            ],
            "desciption": "हम अपने ग्राहकों की वेबसाइट ब्राउज़ करने वाले लोगों और लोगों से डेटा एकत्र करते हैं",
            "subHeader": "क्या मैं शामिल हूँ?"
            },
            "rights": {
            "title": "अपने अधिकारों को जानें",
            "summaryList": [
            "हमारे पास आपकी जानकारी तक पहुँचें",
            "विपणी संदेशों से बाहर निकलें",
            "अपने डेटा को एक अन्य सेवा में पोर्ट करें"
            ],
            "desciption": "",
            "subHeader": "मैं क्या कर सकता हूँ?"
            },
            "queries": {
            "title": "",
            "summaryList": [
            ""
            ],
            "desciption": "यदि आपकी prodevans में गोपनीयता के संबंध में कोई चिंता है, तो कृपया हमें support@prodevans.com पर ईमेल करें या हमसे चैट शुरू करने के लिए इंटरकॉम बटन पर क्लिक करें",
            "subHeader": ""
            }
           }
    },
        "FooterPage": {
            "title": "Prodevans से संपर्क करें - टेक्नोलॉजी उत्कृष्टता के लिए संपर्क करें",
            "description": "हमारी संपर्क जानकारी पा और Prodevans से आपकी सभी तकनीकी आवश्यकताओं के लिए संपर्क में आएं।",
            "logoAlt": "फ़ूटर प्रोडेवंस लोगो",
            "copyRight": "कॉपीराइट © 2023 प्रोडेवंस वेबसाइट",
            "footerForm": {
              "header": "संपर्क करें",
              "subHeader": "हमें आपके डिजिटल भविष्य बनाने के लिए सहयोग करने के लिए आपस में मिलकर काम करें",
              "content": "जुड़ें!",
              "subContent": "एक डिजिटल भविष्य की ओर पहला कदम उठाने के लिए तैयार हैं? हमसे संपर्क करें और एक परामर्श की तारीख तय करें। हमारी टीम आपके विशिष्ट चुनौतियों और लक्ष्यों को समझने के लिए उत्सुक है, जो आपके व्यापार को आगे बढ़ाने के लिए दृढ़ता और समाधान प्रदान करेगी।",
              "button": "प्रस्तुत करें",
              "placeholders": {
                "firstName": "पहला नाम",
                "lastName": "अंतिम नाम",
                "email": "अपना ईमेल दर्ज करें",
                "message": "अपना संदेश दर्ज करें",
                "logo": "प्रोडेवंस लोगो",
                "mobile": "अपना मोबाइल नंबर दर्ज करें",
                "formIcons": "फ़ॉर्म आइकन्स"
        
        },
        "formError": {
            "requiredField": {
              "firstName": "पहला नाम आवश्यक है",
              "lastName": "अंतिम नाम आवश्यक है",
              "email": "ईमेल आवश्यक है",
              "message": "संदेश आवश्यक है",
              "mobile": "मोबाइल नंबर आवश्यक है"
            },
            "validateFrom": {
                "firstName": "पहला नाम में अंक नहीं हो सकते",
                "lastName": "अंतिम नाम में अंक नहीं हो सकते",
                "email": "अमान्य ईमेल पता",
                "mobile": "मोबाइल सही संख्या होनी चाहिए"
              }
          },
          "loaderMessage": {
            "createUser": "कृपया प्रतीक्षा करें.. उपयोगकर्ता बना रहा है ईमेल के साथ: ",
            "searchEmail": "कृपया प्रतीक्षा करें.. यह जाँच कर रहा है कि उपयोगकर्ता मौजूद है या नहीं",
            "createTicket": "कृपया प्रतीक्षा करें.. टिकट उत्पन्न हो रहा है"
          },
          "toastMessage": {
            "serverError": "हम टिकट बना नहीं सकते हैं। कृपया बाद में पुनः प्रयास करें",
            "createTicket": "हमने आपका संदेश प्राप्त किया है। यहां संदर्भ के लिए टिकट नंबर है: "
          }
      },
      "footerMenu": {
        "about": {
          "header": "हमारे बारे में",
          "menu": {
            "aboutUs": "हमारे बारे में",
            "blog": "ब्लॉग",
            "inPress": "प्रेस में"
          }
        },
        "company": {
          "header": "कंपनी",
          "menu": {
            "career": "करियर",
            "lifeAtProdevans": "लाइफ एट प्रोडेवंस",
            "brochures": "ब्रोशर्स",
            "events": "घटनाएं"
          }
        },
        "support": {
          "header": "समर्थन",
          "menu": {
            "contactUs": "संपर्क करें",
            "onlineChat": "ऑनलाइन चैट",
            "telegram": "टेलीग्राम",
            "ticketing": "टिकटिंग",
            "privacyPolicy": "गोपनीयता नीति"
          }
        },
        "faq": {
          "header": "सामान्य प्रश्न",
          "menu": {
            "services": "सेवाएं",
            "products": "उत्पाद"
          }
        }
      }
    },
    "NotFoundPage": {
      "title": "पृष्ठ नहीं मिला",
      "description": "त्रुटि पृष्ठ नहीं मिला",
      "header": "पृष्ठ नहीं मिला",
      "subHeader": "आपने जिस पृष्ठ का अनुरोध किया है, वह नहीं मिला सकता",
      "backButton": "होम पेज पर जाएं"
    }
  }

    
  